{
  "articles": [
    {
      "article_number": "2",
      "article_title": "General Requirements",
      "text": "For the purpose of implementing this Agreement, the following products shall be considered as originating in a Party: (a) products wholly obtained in a Party within the meaning of Article 4 (Wholly Obtained Products); (b) products obtained in a Party incorporating materials which have not been wholly obtained there, provided that such materials have undergone sufficient working or processing in the Party concerned within the meaning of Article 5 (Sufficiently Worked or Processed Products)."
    },
    {
      "article_number": "3",
      "article_title": "Cumulation of Origin",
      "text": "1. Notwithstanding Article 2 (General Requirements), products shall be considered as originating in the exporting Party if such products are obtained there by incorporating materials originating in the other Party, provided that the working or processing carried out in the exporting Party goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). 2. Materials listed in"
    },
    {
      "article_number": "4",
      "article_title": "Wholly Obtained Products",
      "text": "1. The following shall be considered as wholly obtained in a Party: (a) mineral products extracted from its soil or from its seabed; (b) plants and vegetable products grown and harvested or gathered there; (c) live animals born and raised there; L 186/1322 Official Journal of the European Union 12.6.2020 (d) products from live animals raised there; (e) products from slaughtered animals born and raised there; (f) products obtained by hunting or fishing conducted there; (g) products of aquaculture, where the fish, crustaceans and molluscs are born or raised there from eggs, fry, fingerlings and larvae; (h) products of sea fishing and other products taken from outside any territorial sea by its vessels; (i) products made aboard its factory ships exclusively from products referred to in subparagraph (h); (j) used articles collected there which are only fit for the recovery of raw materials; (k) waste and scrap resulting from manufacturing operations conducted there; (l) products extracted from the seabed or below the seabed which is situated outside any territorial sea but where it has exclusive exploitation rights; (m) goods produced there exclusively from the products specified in subparagraphs (a) to (I). 2. The terms \"its vessels\" and “its factory ships\" in subparagraphs 1(h) and 1(i) apply only to vessels and factory ships which: (a) are registered in a Member State of the Union or in Viet Nam; (b) flies the flag of a Member State of the Union or of Viet Nam; and (c) meet one of the following conditions: (i) they are at least 50 per cent owned by natural persons of a Party; or (ii) they are owned by legal persons which: (A) have their head office and their main place of business in the Union or Viet Nam; and (B) are at least 50 per cent owned by a Member State of the Union or by Viet Nam or by public entities or nationals of a Party."
    },
    {
      "article_number": "5",
      "article_title": "Sufficiently Worked or Processed Products",
      "text": "1. For the purpose of subparagraph (b) of Article 2 (General Requirements), products which are not wholly obtained are considered to be sufficiently worked or processed when the conditions set out in"
    },
    {
      "article_number": "7",
      "article_title": "(Unit of Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum of all the materials which are",
      "text": "used in the manufacture of a product for which"
    },
    {
      "article_number": "6",
      "article_title": "Insufficient Working or Processing",
      "text": "1. The following operations shall be considered as insufficient working or processing to confer the status of orig- inating products, whether or not the requirements of Article 5 (Sufficiently Worked or Processed Products) are satisfied: (a) preserving operations to ensure that the products remain in good condition during transport and storage; (b) breaking-up and assembly of packages; (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; (d) ironing or pressing of textiles and textile articles; (e) simple painting and polishing operations; (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; (h) peeling, stoning and shelling of fruits, nuts and vegetables; (i) sharpening, simple grinding or simple cutting; (j) sifting, screening, sorting, classifying, grading, or matching (including the making-up of sets of articles); (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other simple packaging operations; () affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; (n) simple addition of water, dilution, dehydration or denaturation of products; (0) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; L 186/1324 Official Journal of the European Union 12.6.2020 (p) a combination of two or more of the operations specified in subparagraphs (a) to (0); or (q) slaughter of animals. 2. For the purpose of paragraph 1, operations shall be considered simple when for their performance neither special skills are required nor machines, apparatus or tools especially produced or installed for those operations. 3. All operations carried out either in the Union or in Viet Nam on a given product shall be considered together when determining whether the working or processing undergone by that product is to be regarded as insufficient within the meaning of paragraph 1."
    },
    {
      "article_number": "7",
      "article_title": "Unit of Qualification",
      "text": "1. The unit of qualification for the application of this Protocol shall be the particular product which is considered as the basic unit when determining classification using the nomenclature of the HS. 2. When a consignment consists of a number of identical products classified under the same subheading of the HS, each individual item shall be taken into account when applying this Protocol. 3. Where, under General Rule 5 of the HS, packaging is included in the product for classification purposes, it shall be included for the purposes of determining origin."
    },
    {
      "article_number": "8",
      "article_title": "Accessories, Spare Parts and Tools",
      "text": "Accessories, spare parts, tools and instructional or other information materials dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of equipment, machine, apparatus or vehicle in question."
    },
    {
      "article_number": "9",
      "article_title": "Sets",
      "text": "Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component products are originating products. When a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, provided that the value of the non-originating products does not exceed 15 per cent of the ex-works price of the set."
    },
    {
      "article_number": "10",
      "article_title": "Neutral Elements",
      "text": "In order to determine whether a product originates in a Party, it shall not be necessary to determine the origin of the following elements which might be used in its manufacture: (a) energy and fuel; (b) production plants and equipment, including goods to be used for their maintenance; (c) machines, tools, dies and moulds; spare parts and materials used in the maintenance of equipment and buildings; lubricants, greases, compounding materials and other materials used in production or used to operate equipment and buildings; gloves, glasses, footwear, clothing, safety equipment and supplies; catalysts and solvents; equipment, devices and supplies used for testing or inspecting the product; and (d) other goods which do not enter and which are not intended to enter into the final composition of the product. 12.6.2020 Official Journal of the European Union L 186/1325"
    },
    {
      "article_number": "11",
      "article_title": "Accounting Segregation",
      "text": "1. If originating and non-originating fungible materials are used in the working or processing of a product, the competent authorities may, at the written request of economic operators, authorise the management of materials using the accounting segregation method without keeping the materials in separate stocks. 2. The competent authorities may make the granting of authorisation referred to in paragraph 1 subject to any conditions they deem appropriate. 3. The authorisation shall be granted only if by use of the accounting segregation method it can be ensured that, at any time, the number of products obtained which could be considered as originating in the Union or in Viet Nam is the same as the number that would have been obtained by using a method of physical segregation of the stocks. 4. If authorised, the accounting segregation method and its application shall be recorded on the basis of the general accounting principles applicable in the Union or in Viet Nam, depending on where the product is manufactured. 5. A manufacturer using the accounting segregation method shall make out or apply for origin declarations for the quantity of products which may be considered as originating in the exporting Party. At the request of the customs authorities or the competent authorities of the exporting Party, the beneficiary shall provide a statement of how the quantities have been managed. 6. The competent authorities shall monitor the use made of the authorisation referred to in paragraph 3 and may withdraw it if the manufacturer makes improper use of it or fails to fulfil any of the other conditions laid down in this Protocol. Section C Territorial requirements"
    },
    {
      "article_number": "12",
      "article_title": "Principle of Territoriality",
      "text": "1. The conditions set out in Section B (Definition of the Concept of \"Originating Products\") relating to the acquisition of originating status shall be fulfilled without interruption in a Party. 2. If originating goods exported from a Party return from a third country, they shall be considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities that the returning goods: (a) are the same as those exported; and (b) have not undergone any operation beyond what is necessary to preserve them in good condition while they were in that third country or while being exported."
    },
    {
      "article_number": "13",
      "article_title": "Non-Alteration",
      "text": "1. The products declared for home use in a Party shall be the same products as exported from the other Party in which they are considered to originate. They shall not have been altered, transformed in any way or subjected to operations other than operations to preserve them in good condition or other than adding or affixing marks, labels, seals or any other documentation to ensure compliance with specific domestic requirements of the importing Party carried out under customs supervision in the country or countries of transit or splitting prior to being declared for home use. 2. Storage of products or consignments may take place provided they remain under customs supervision in the country or countries of transit. 3. Without prejudice to Section D (Proof of Origin), the splitting of consignments may take place where carried out by the exporter or under his responsibility, provided they remain under customs supervision in the country or countries of splitting. L 186/1326 Official Journal of the European Union 12.6.2020 4. In case of doubt, the importing Party may request the declarant to provide evidence of compliance, which may be given by any means, including: (a) contractual transport documents such as bills of lading; (b) factual or concrete evidence based on marking or numbering of packages; (c) any evidence related to the goods themselves; (d) a certificate of non-manipulation provided by the customs authorities of the country or countries of transit or splitting, or any other documents demonstrating that the goods remained under customs supervision in the country or countries of transit or splitting."
    },
    {
      "article_number": "14",
      "article_title": "Exhibitions",
      "text": "1. Originating products sent for exhibition in a country other than a Party and sold after the exhibition for impor- tation in a Party shall benefit on importation from the provisions of this Agreement provided it is shown to the satisfaction of the customs authorities that: (a) an exporter has consigned these products from a Party to the country in which the exhibition is held and has exhibited them there; (b) the products have been sold or otherwise disposed of by that exporter to a person in a Party; (c) the products have been consigned during the exhibition or immediately thereafter in the state in which they were sent for exhibition; and (d) the products have not, since they were consigned for exhibition, been used for any purpose other than demonstration at the exhibition. 2. A proof of origin must be issued or made out in accordance with the provisions of Section D (Proof of Origin) and submitted to the customs authorities of the importing Party in the normal manner. The name and address of the exhibition must be indicated thereon. Where necessary, additional documentary evidence of the conditions under which the products have been exhibited may be required. 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or display which is not organised for private purposes in shops or business premises with a view to the sale of foreign products, provided that the products remain under customs control. Section D Proof of origin"
    },
    {
      "article_number": "15",
      "article_title": "General Requirements",
      "text": "1. Products originating in the Union shall, on importation into Viet Nam, benefit from this Agreement upon submission of any of the following proofs of origin: (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an Origin Declaration) by: (i) an approved exporter within the meaning of Article 20 (Approved Exporter) for any consignment regardless of its value; or (ii) any exporter for consignments the total value of which does not exceed EUR 6 000; 12.6.2020 Official Journal of the European Union L 186/1327 (c) a statement of origin made out by exporters registered in an electronic database in accordance with the relevant legislation of the Union after the Union has notified to Viet Nam that such legislation applies to its exporters. Such notification may stipulate that subparagraphs (a) and (b) shall cease to apply to the Union. 2. Products originating in Viet Nam shall, on importation into the Union, benefit from this Agreement upon submission of any of the following proofs of origin: (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an Origin Declaration) by any exporter for consignments the total value of which is to be determined in the national legislation of Viet Nam and shall not exceed EUR 6 000; (c) an origin declaration made out in accordance with Article 19 (Conditions for Making out an Origin Declaration) by an exporter approved or registered in accordance with the relevant legislation of Viet Nam after Viet Nam has notified to the Union that such legislation applies to its exporters. Such notification may stipulate that subparagraph (a) shall cease to apply to Viet Nam. 3. Originating products within the meaning of this Protocol shall, in the cases specified in Article 24 (Exemptions from Proof of Origin), benefit from this Agreement without requiring the submission of any of the documents referred to in this Article."
    },
    {
      "article_number": "16",
      "article_title": "Procedure for the Issuance of a Certificate of Origin",
      "text": "1. A certificate of origin shall be issued by the competent authorities of the exporting Party on application having been made in writing by the exporter or, under the exporter’s responsibility, by his authorised representative. 2. For this purpose, the exporter or his authorised representative shall fill out both the certificate of origin, specimen of which appears in"
    },
    {
      "article_number": "17",
      "article_title": "Certificates of Origin Issued Retrospectively",
      "text": "1. Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a Certificate of Origin), a certificate of origin may also be issued after exportation of the products to which it relates in specific situations where: (a) it was not issued at the time of exportation because of errors, involuntary omissions or other valid reasons; (b) it is demonstrated to the competent authorities that a certificate of origin was issued but was not accepted at importation for technical reasons; or (c) the final destination of the products concerned was not known at the time of exportation and was determined during their transportation, storage or after splitting of consignments in accordance with Article 13 (Non-Alteration). 2. For the implementation of paragraph 1, the exporter shall indicate in his application the place and date of exportation of the products to which the certificate of origin relates, and state the reasons for his request. 3. The competent authorities may issue a certificate of origin retrospectively only after verifying that the information supplied in the exporter’s application conforms with that in the corresponding file. 4. Certificates of origin issued retrospectively shall be endorsed with the following phrase in English: \"ISSUED RETRO- SPECTIVELY\". 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the certificate of origin."
    },
    {
      "article_number": "18",
      "article_title": "Issuance of a Duplicate Certificate of Origin",
      "text": "1. In the event of theft, loss or destruction of a certificate of origin, the exporter may apply to the competent authorities which issued it for a duplicate made out on the basis of the export documents in their possession. 2. The duplicate issued in this way must be endorsed with the following word in English: \"DUPLICATE\". 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate certificate of origin. 4. The duplicate, which must bear the date of issue of the original certificate of origin, shall take effect as from that date."
    },
    {
      "article_number": "19",
      "article_title": "Conditions for Making out an Origin Declaration",
      "text": "1. An origin declaration may be made out if the products concerned can be considered as products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol. 2. The exporter making out an origin declaration shall be prepared to submit at any time, at the request of the competent authorities of the exporting Party, all appropriate documents proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. 3. An origin declaration shall be made out by the exporter on the invoice, the delivery note or any other commercial document which describes the products concerned in sufficient details to enable them to be identified, by typing, stamping or printing on that document the declaration, the text of which appears in"
    },
    {
      "article_number": "15",
      "article_title": "(General Requirements).",
      "text": ""
    },
    {
      "article_number": "20",
      "article_title": "Approved Exporter",
      "text": "1. The competent authorities of the exporting Party may authorise any exporter (hereinafter referred to as \"approved exporter\") who exports products under this Agreement to make out origin declarations irrespective of the value of the products concerned. An exporter seeking such authorisation shall offer to the satisfaction of the competent authorities all guarantees necessary to verify the originating status of the products as well as the fulfilment of the other requirements of this Protocol. 2. The competent authorities may grant the status of approved exporter subject to any conditions specified in domestic legislation which they consider appropriate. 3. The competent authorities shall grant to the approved exporter an authorisation number which shall appear on the origin declaration. 4. The competent authorities shall monitor the use of the authorisation by the approved exporter. 5. The competent authorities may withdraw the authorisation at any time. They shall do so when the approved exporter no longer offers the guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation."
    },
    {
      "article_number": "21",
      "article_title": "Validity of Proof of Origin",
      "text": "1. A proof of origin shall be valid for 12 months from the date of issuance in the exporting Party, and shall be submitted to the customs authorities of the importing Party within that period. 2. Proofs of origin which are submitted to the customs authorities of the importing Party after the period of validity referred to in paragraph 1 may be accepted for the purpose of applying preferential tariff treatment, when the importer failed to submit those documents by the final date of the period of validity due to force majeure or other valid reasons beyond that person’s control. 3. In other cases of belated presentation, the customs authorities of the importing Party may accept the proofs of origin when the products have been imported within the period of validity referred to in paragraph 1."
    },
    {
      "article_number": "22",
      "article_title": "Submission of Proof of Origin",
      "text": "For the purpose of claiming preferential tariff treatment, proofs of origin shall be submitted to the customs authorities of the importing Party in accordance with the procedures applicable in that Party. Those authorities may request a trans- lation of the proof of origin if it is not issued in English."
    },
    {
      "article_number": "23",
      "article_title": "Importation by Instalments",
      "text": "Where, at the request of the importer and on the conditions laid down by the customs authorities of the importing Party, dismantled or non-assembled products within the meaning of General Rule 2(a) of the HS falling within Sections XVI and XVII or headings 7308 and 9406 of the HS are imported by instalments, a single proof of origin for such products shall be submitted to the customs authorities upon importation of the first instalment. L 186/1330 Official Journal of the European Union 12.6.2020"
    },
    {
      "article_number": "24",
      "article_title": "Exemptions from Proof of Origin",
      "text": "1. Products sent as small packages from private persons to private persons or forming part of travellers’ personal luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that such products are not imported by way of trade and have been declared as meeting the requirements of this Protocol and where there is no doubt as to the veracity of such declaration. In the case of products sent by post, this declaration can be made on the customs declaration CN22, CN23 or on a sheet of paper attached to that document. 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the products that no commercial purpose exists. 3. Furthermore, the total value of the products referred to in paragraphs 1 and 2 shall not exceed: (a) when entering the Union, EUR 500 in the case of small packages or EUR 1 200 in the case of products forming part of travellers’ personal luggage; (b) when entering Viet Nam, USD 200, both in the case of small packages and in the case of products forming part of travellers’ personal luggage."
    },
    {
      "article_number": "25",
      "article_title": "Supporting Documents",
      "text": "The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration), used for the purpose of proving that products covered by an origin declaration or a certificate of origin can be considered as products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol, may consist, inter alia, of the following: (a) direct evidence of the manufacturing or other processes carried out by the exporter or supplier to obtain the goods concerned, contained for example in his accounts or internal book-keeping; (b) documents proving the originating status of materials used, issued or made out in a Party, where those documents are used in accordance with domestic law; (c) documents proving the working or processing of materials in a Party, issued or made out in a Party, where those documents are used in accordance with domestic law; or (d) proof of origin proving the originating status of materials used, issued or made out in a Party in accordance with this Protocol."
    },
    {
      "article_number": "26",
      "article_title": "Preservation of Proof of Origin and Supporting Documents",
      "text": "1. The exporter making out an origin declaration or applying for the issuance of a certificate of origin shall keep for at least three years a copy of this origin declaration or of the certificate of origin as well as of the documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration). 2. The competent authorities of the exporting Party issuing a certificate of origin shall keep for at least three years the application form referred to in in paragraph 2 of Article 16 (Procedure for the Issuance of a Certificate of Origin). 3. The customs authorities of the importing Party shall keep for at least three years the proofs of origin submitted to them. 12.6.2020 Official Journal of the European Union L 186/1331 4. Each Party shall permit, in accordance with that Party’s laws and regulations, exporters in its territory to maintain documentation or records in any form or medium, provided that the documentation or records can be retrieved and printed."
    },
    {
      "article_number": "27",
      "article_title": "Discrepancies and Formal Errors",
      "text": "1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents submitted to the customs office for the purpose of carrying out the formalities for importing the products shall not ipso facto render the proof of origin null and void if it is duly established that this document corresponds to the products submitted. 2. Obvious formal errors such as typing errors on a proof of origin shall not cause this document to be rejected if these errors are not such as to create doubts concerning the correctness of the statements made in this document. 3. For multiple goods declared under the same proof of origin, a problem encountered with one of the goods listed shall not affect or delay the granting of preferential tariff treatment and customs clearance of the remaining goods listed in the proof of origin."
    },
    {
      "article_number": "28",
      "article_title": "Amounts Expressed in Euro",
      "text": "1. For the application of subparagraph 1(b)(ii) of Article 15 (General Requirements) and subparagraph 3(a) of Article 24 (Exemptions from Proof of Origin) in cases where products are invoiced in a currency other than euro, amounts in the national currencies of the Member States of the Union or of Viet Nam equivalent to the amounts expressed in euro shall be fixed annually by each Party. 2. A consignment shall benefit from subparagraph 1(b)(ii) of Article 15 (General Requirements) and subparagraph 3(a) of Article 24 (Exemptions from Proof of Origin) by reference to the currency in which the invoice is drawn up, according to the amount fixed by the Party concerned. 3. The amounts to be used in any given national currency shall be the equivalent in that currency of the amounts expressed in euro as at the first working day of October. The amounts shall be communicated to the European Commission by 15 October and shall apply from 1 January of the following year. The European Commission shall notify all countries concerned of the relevant amounts. 4. A Party may round up or down the amount resulting from the conversion into its national currency of an amount expressed in euro. The rounded-off amount may not differ from the amount resulting from the conversion by more than 5 per cent. A Party may retain unchanged its national currency equivalent of an amount expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, the conversion of that amount, prior to any rounding-off, results in an increase of less than 15 per cent in the national currency equivalent. The national currency equivalent may be retained unchanged if the conversion would result in a decrease in that equivalent value. 5. The amounts expressed in euro shall be reviewed by the Committee on Customs at the request of the Union or of Viet Nam. When carrying out that review, the Committee on Customs shall consider the desirability of preserving the effects of the limits concerned in real terms. For that purpose, it may decide to modify the amounts expressed in euro. Section E Arrangements for administrative cooperation"
    },
    {
      "article_number": "29",
      "article_title": "Cooperation between Competent Authorities",
      "text": "1. The authorities of the Parties shall provide each other, through the European Commission, with specimen impressions of stamps used in their competent authorities for the issue of certificates of origin and with the addresses of the customs authorities responsible for verifying those certificates and origin declarations. 2. In order to ensure the proper application of this Protocol, the Parties shall assist each other, through their competent authorities, in verifying the authenticity of the certificates of origin or the origin declarations and the correctness of the information given in these documents. L 186/1332 Official Journal of the European Union 12.6.2020"
    },
    {
      "article_number": "30",
      "article_title": "Verification of Proofs of Origin",
      "text": "1. Subsequent verifications of proofs of origin shall be carried out at random or whenever the competent authorities of the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of the products concerned or the fulfilment of the other requirements of this Protocol. 2. For the purpose of implementing the provisions of paragraph 1, the competent authorities of the importing Party shall return the certificate of origin and the invoice, if it has been submitted, or the origin declaration, or a copy of these documents, to the competent authorities of the exporting Party giving, where appropriate, the reasons for the enquiry. Any documents and information obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded in support of the request for verification. 3. The verification shall be carried out by the competent authorities of the exporting Party. For that purpose, they shall have the right to request any evidence and to carry out any inspection of the exporter’s accounts or any other check considered appropriate. 4. If the competent authorities of the importing Party decide to suspend the granting of preferential tariff treatment to the products concerned while awaiting the results of the verification, release of the products shall be offered to the importer subject to any precautionary measures deemed necessary. Any suspension of preferential tariff treatment shall be reinstated as soon as possible after the originating status of the products concerned or the fulfilment of the other requirements of this Protocol has been ascertained by the competent authorities of the importing Party. 5. The competent authorities requesting the verification shall be informed of the results of this verification as soon as possible. These results must indicate clearly whether the documents are authentic and whether the products concerned can be considered as products originating in the Parties and fulfil the other requirements of this Protocol. 6. If in cases of reasonable doubt there is no reply within 10 months of the date of the verification request or if the reply does not contain sufficient information to determine the authenticity of the document in question or the real origin of the products, the requesting competent authorities may, except in exceptional circumstances, refuse entitlement to the preferential tariff treatment."
    },
    {
      "article_number": "31",
      "article_title": "Dispute Settlement",
      "text": "1. Where disputes arise in relation to the verification procedures provided for in Article 30 (Verification of Proofs of Origin) which cannot be settled between the competent authorities requesting a verification and the competent authorities responsible for carrying out this verification, they shall be submitted to the Committee on Customs. 2. Disputes between the importer and the competent authorities of the importing Party, shall be settled in accordance with the legislation of that Party."
    },
    {
      "article_number": "32",
      "article_title": "Penalties",
      "text": "Each Party shall provide for procedures for penalties to be imposed on any person who draws up, or causes to be drawn up, a document which contains incorrect information for the purpose of obtaining preferential tariff treatment for products."
    },
    {
      "article_number": "33",
      "article_title": "Confidentiality",
      "text": "Each Party shall maintain, in accordance with its law, the confidentiality of information and data collected in the process of verification and shall protect that information and data from disclosure that could prejudice the competitive position of the person providing them. Any information and data communicated between the authorities of the Parties competent for the administration and enforcement of origin determination shall be treated as confidential. 12.6.2020 Official Journal of the European Union L 186/1333 Section F Ceuta and melilla"
    },
    {
      "article_number": "34",
      "article_title": "Application of This Protocol",
      "text": "1. For the purpose of the application of this Protocol, the term \"Party\" does not cover Ceuta and Melilla. 2. Products originating in Viet Nam, when imported into Ceuta or Melilla, shall enjoy in all respects the same customs treatment under this Agreement as that which is applied to products originating in the customs territory of the Union under Protocol 2 to the Act concerning the conditions of accession of the Kingdom of Spain and the Portuguese Republic and the adjustments to the Treaties, signed on 12 June 1985. Viet Nam shall grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted to products imported from and originating in the Union. 3. For the purpose of the application of paragraph 2, concerning products originating in Ceuta and Melilla, this Protocol applies mutatis mutandis subject to the special conditions set out in Article 35 (Special Conditions)."
    },
    {
      "article_number": "35",
      "article_title": "Special Conditions",
      "text": "1. Provided that they satisfy the requirements of Article 13 (Non-Alteration), the following products shall be considered as: (a) products originating in Ceuta and Melilla: (i) products wholly obtained in Ceuta and Melilla; or (ii) products obtained in Ceuta and Melilla, in the manufacture of which products other than those referred to in subparagraph (a) are used, provided that: (A) those products have undergone sufficient working or processing within the meaning of Article 5 (Sufficiently Worked or Processed Products); or (B) those products are originating in a Party, provided that they have been submitted to working or processing which goes beyond the operations referred to in Article 6 (Insufficient Working or Processing); (b) products originating in Viet Nam: (i) products wholly obtained in Viet Nam; or (ii) products obtained in Viet Nam, in the manufacture of which products other than those referred to in subparagraph (a) are used, provided that: (A) those products have undergone sufficient working or processing within the meaning of Article 5 (Sufficiently Worked or Processed Products); or (B) those products are originating in Ceuta and Melilla or in the Union, provided that they have been submitted to working or processing which goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). 2. Ceuta and Melilla shall be considered as a single territory. 3. The exporter or his authorised representative shall enter \"Viet Nam\" and \"Ceuta and Melilla\" on the proof of origin. 4. The Spanish customs authorities shall be responsible for the application of this Protocol in Ceuta and Melilla. L 186/1334 Official Journal of the European Union 12.6.2020 Section G Final provisions"
    },
    {
      "article_number": "36",
      "article_title": "Committee on Customs",
      "text": "1. The Committee on Customs established pursuant to Article 17.2 (Specialised Committees) of this Agreement may review the provisions of this Protocol and submit a proposal for a decision to be adopted by the Trade Committee to amend it. 2. The Committee on Customs shall endeavour to agree upon the uniform administration of the rules of origin, including tariff classification and valuation matters relating to the rules of origin and technical, interpretative or adminis- trative matters relating to this Protocol."
    },
    {
      "article_number": "37",
      "article_title": "Coherence of Rules of Origin",
      "text": "Following the conclusion of a free trade agreement between the Union and another ASEAN country, the Committee on Customs may submit a proposal for a decision to be adopted by the Trade Committee to amend this Protocol to ensure coherence between the respective rules of origin."
    },
    {
      "article_number": "38",
      "article_title": "Transitional Provisions",
      "text": "The preferential tariff treatment under this Agreement may be applied to goods, which comply with this Protocol and which on the date of entry into force of this Agreement, are either in the Parties, in transit, in temporary storage, in customs warehouses or in free zones, subject to the submission of a proof of origin made out retrospectively to the customs authorities of the importing Party, and, if requested, evidence in accordance with Article 13 (Non-Alteration) showing that the goods have not been altered."
    }
  ],
  "product_specific_rules": [
    {
      "chapter": "ex Chapter 3",
      "heading": "ex Chapter 3",
      "description": "Fish and crustaceans, molluscs and other aquatic",
      "required_processing": "All fish and crustaceans, molluscs and other aquatic invertebrates, except for: invertebrates are wholly obtained.",
      "rule_type": "WO"
    },
    {
      "chapter": "ex Chapter 3",
      "heading": "0304",
      "description": "fish fillets and other fish meat (whether or not minced), fresh, chilled or frozen; used are wholly obtained.",
      "required_processing": "Manufacture in which all the materials of Chapter 3",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 3",
      "heading": "0305",
      "description": "fish, dried, salted or in brine; smoked fish, whether or not cooked before or during the smoking process; flours, meals and pellets of fish, fit for human consumption;",
      "required_processing": "Manufacture in which all the materials of Chapter 3 used are wholly obtained.",
      "rule_type": "WO"
    },
    {
      "chapter": "ex Chapter 3",
      "heading": "ex 0306",
      "description": "crustaceans, whether in shell or not, dried, salted or in brine; smoked crustaceans, whether in shell or not, whether or not cooked before or during the smoking process; crustaceans, in shell, cooked by steaming or by boiling in water, whether or not chilled, frozen, dried, salted or in brine; flours, meals and pellets of crustaceans, fit for human consumption;",
      "required_processing": "Manufacture in which all the materials of Chapter 3 used are wholly obtained.",
      "rule_type": "WO"
    },
    {
      "chapter": "ex Chapter 3",
      "heading": "ex 0307",
      "description": "molluscs, whether in shell or not, dried, salted or in brine; smoked molluscs, whether in shell or not, whether or not cooked before or during the smoking process; flours, meals and pellets of molluscs, fit for human consumption; and",
      "required_processing": "Manufacture in which all the materials of Chapter 3 used are wholly obtained.",
      "rule_type": "WO"
    },
    {
      "chapter": "ex Chapter 3",
      "heading": "ex 0308",
      "description": "aquatic invertebrates other than crustaceans and molluscs, dried salted or in brine; smoked aquatic invertebrates other than crustaceans and molluscs, whether or not cooked before or during the smoking process; flours, meals and pellets of aquatic invertebrates other than crustaceans and molluscs, fit for human consumption",
      "required_processing": "Manufacture in which all the materials of Chapter 3 used are wholly obtained.",
      "rule_type": "WO"
    },
    {
      "chapter": "ex Chapter 4",
      "heading": "ex Chapter 4",
      "description": "Dairy produce; birds’ eggs; edible products of animal origin, not elsewhere specified or included; — all the materials of Chapter 4 used are wholly obtained; and — the weight of sugar used does not exceed 20 % of the weight of the final product. wholly obtained.",
      "required_processing": "Manufacture in which: 0409 Natural honey. Manufacture in which all the natural honey used is 12.6.2020 Official Journal of the European Union L 186/1343 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 5",
      "heading": "ex Chapter 5",
      "description": "Products of animal origin, not elsewhere specified or included, except for:",
      "required_processing": "Manufacture from materials of any heading. ex 0511 91 inedible fish eggs and roes. All the eggs and roes are wholly obtained.",
      "rule_type": "WO"
    },
    {
      "chapter": "Chapter 6",
      "heading": "Chapter 6",
      "description": "Live trees and other plants; bulbs, roots and the like; cut flowers and ornamental foliage. used are wholly obtained. used are wholly obtained.",
      "required_processing": "Manufacture in which all the materials of Chapter 6 Chapter 7 Edible vegetables and certain roots and tubers. Manufacture in which all the materials of Chapter 7",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 8",
      "heading": "Chapter 8",
      "description": "Edible fruit and nuts; peel of citrus fruits or melons. — all the fruit, nuts and peels of citrus fruits or melons of Chapter 8 used are wholly obtained; and — the weight of sugar used does not exceed 20 % of the weight of the final product. 10 used are wholly obtained.",
      "required_processing": "Manufacture in which: Chapter 9 Coffee, tea, maté and spices. Manufacture from materials of any heading. Chapter 10 Cereals. Manufacture in which all the materials of Chapter",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 11",
      "heading": "Chapter 11",
      "description": "Products of the milling industry; malt; starches; sub-heading 0710 10 used are wholly obtained.",
      "required_processing": "Manufacture in which all the materials of Chapters inulin; wheat gluten. 10 and 11, headings 0701, 0714 10 and 2303, and",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 12",
      "heading": "Chapter 12",
      "description": "Oil seeds and oleaginous fruits; miscellaneous grains, seeds and fruit; industrial or medicinal plants; straw and fodder.",
      "required_processing": "Manufacture from materials of any heading, except that of the product.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 13",
      "heading": "Chapter 13",
      "description": "Lac; gums, resins and other vegetable saps and 20% of the weight of the final product.",
      "required_processing": "Manufacture from materials of any heading, in extracts. which the weight of sugar used does not exceed",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 14",
      "heading": "Chapter 14",
      "description": "Vegetable plaiting materials; vegetable products not elsewhere specified or included.",
      "required_processing": "Manufacture from materials of any heading.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 15",
      "heading": "ex Chapter 15",
      "description": "cleavage products; prepared edible fats; animal or vegetable waxes; except for:",
      "required_processing": "Animal or vegetable fats and oils and their | Manufacture from materials of any subheading, except that of the product. 1509 and olive oil and its fractions; Manufacture in which all the vegetable materials 1510 used are wholly obtained. L 186/1344 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "WO"
    },
    {
      "chapter": "ex Chapter 15",
      "heading": "1516",
      "description": "and animal or vegetable fats and oils and their frac-",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 15",
      "heading": "1517",
      "description": "tions, partly or wholly hydrogenated, inter- esterified, re-esterified or elaidinised, whether or not refined, but not further prepared; margarine; edible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of this Chapter, other than edible fats or oils or their fractions of heading 1516; and",
      "required_processing": "that of the product. 152 000 glycerol. Manufacture from materials of any heading.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 16",
      "heading": "Chapter 16",
      "description": "Preparations of meat, of fish or of crustaceans,",
      "required_processing": "Manufacture in which all the materials of Chapters molluscs or other aquatic invertebrates. 2, 3 and 16 used are wholly obtained.",
      "rule_type": "WO"
    },
    {
      "chapter": "ex Chapter 17",
      "heading": "ex Chapter 17",
      "description": "that of the product.",
      "required_processing": "Sugars and sugar confectionery; except for: Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 17",
      "heading": "1702",
      "description": "other sugars, including chemically pure lactose, maltose, glucose and fructose, in solid form; sugar syrups not containing added flavouring or colouring matter; artificial honey, whether or not mixed with natural honey; caramel; and the final product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product, in which the weight of the materials of headings 1101 to 1108, 1701 and 1703 used does not exceed 30 % of the weight of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 17",
      "heading": "1704",
      "description": "sugar confectionery (including white chocolate), not containing cocoa; that of the product, in which: — the individual weight of the materials of Chapter 4 used does not exceed 20% of the weight of the final product; — the individual weight of sugar used does not exceed 40% of the weight of the final products; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product. that of the product, in which — the individual weight of sugar and of the materials of Chapter 4 used does not exceed 40 % of the weight of the final product; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 60 % of the weight of the final product.",
      "required_processing": "Manufacture from materials of any heading, except Chapter 18 Cocoa and cocoa preparations. Manufacture from materials of any heading, except 12.6.2020 Official Journal of the European Union L 186/1345 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 19",
      "heading": "Chapter 19",
      "description": "Preparations of cereals, flour, starch or milk; pastrycooks’ products. that of the product, in which: — the weight of the materials of Chapters 2, 3 and 16 used does not exceed 20 % of the weight of the final product; — the weight of the materials of headings 1006 and 1101 to 1108 used does not exceed 20 % of the weight of the final product; — the individual weight of the materials of Chapter 4 used does not exceed 20% of the weight of the final product; — the individual weight of sugar used does not exceed 40% of the weight of the final products; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product.",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 20",
      "heading": "ex Chapter 20",
      "description": "used does not exceed 20% of the weight of the final product.",
      "required_processing": "Preparations of vegetables, fruit, nuts or other parts | Manufacture from materials of any heading, except of plants; except for: that of the product, in which the weight of sugar",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 20",
      "heading": "2002",
      "description": "and tomatoes, mushrooms and truffles prepared or",
      "required_processing": "Manufacture in which all the materials of Chapter 7",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 20",
      "heading": "2003",
      "description": "preserved otherwise than by vinegar of acetic acid.",
      "required_processing": "used are wholly obtained.",
      "rule_type": "WO"
    },
    {
      "chapter": "ex Chapter 21",
      "heading": "ex Chapter 21",
      "description": "that of the product, in which: — the individual weight of the materials of Chapter 4 used does not exceed 20% of the weight of the final product; — the individual weight of sugar used does not exceed 40% of the weight of the final products; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product. 2103 Sauces and preparations therefore; mixed condiments and mixed seasonings; mustard flour and meal and prepared mustard: — sauces and preparations therefore; mixed or prepared mustard may be used. — mustard flour and meal and prepared mustard that of the product and headings 2207 and 2208, in which: — all the materials of sub-headings 0806 10, 2009 61, 2009 69 used are wholly obtained; and — the individual weight of sugar and of the materials of Chapter 4 used does not exceed 20 % of the weight of the final product.",
      "required_processing": "Miscellaneous edible preparations; except for: Manufacture from materials of any heading, except Manufacture from materials of any heading, except condiments and mixed seasonings; and that of the product. However, mustard flour or meal Manufacture from materials of any heading. L 186/1346 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3) Chapter 22 Beverages, spirits and vinegar. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 23",
      "heading": "ex Chapter 23",
      "description": "prepared animal fodder; except for: that of the product. materials of Chapter 10 used does not exceed 20% of the weight of the final product. that of the product, in which: — all the materials of Chapters 2 and 3 used are wholly obtained; — the materials of Chapter 10 and 11 and headings 2302 and 2303 used does not exceed 20 % of the weight of the final product; — the individual weight of the materials of Chapter 4 used does not exceed 20% of the weight of the final product; — the individual weight of sugar used does not exceed 40% of the weight of the final products; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product.",
      "required_processing": "Residues and waste from the food industries; | Manufacture from materials of any heading, except 2302 and residues of starch manufacture; and Manufacture from materials of any heading, except ex 2303 that of the product, in which the weight of the 2309 preparations of a kind used in animal feeding. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 24",
      "heading": "ex Chapter 24",
      "description": "does not exceed 30% of the total weight of materials of Chapter 24 used. Chapter 24 is wholly obtained. that of the product and of smoking tobacco of subheading 240319 in which at least 10% by weight of all materials of Chapter 24 used is wholly obtained unmanufactured tobacco or tobacco refuse of heading 2401.",
      "required_processing": "Tobacco and manufactured tobacco substitutes; | Manufacture from materials of any heading in except for: which the weight of materials of Chapter 24 used 2401 unmanufactured tobacco; tobacco refuse; and All unmanufactured tobacco and tobacco refuse of 12.6.2020 Official Journal of the European Union L 186/1347 Heading (1) Description of the good (2) Required Working or Processing (3) ex 2402 cigarettes of tobacco or of tobacco substitutes. Manufacture from materials of any heading except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 25",
      "heading": "ex Chapter 25",
      "description": "lime and cement; except for: that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Salt; sulphur; earths and stone; plastering materials, | Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 25",
      "heading": "ex 2519",
      "description": "crushed natural magnesium carbonate (magnesite), in hermetically-sealed containers, and magnesium oxide, whether or not pure, other than fused magnesia or dead-burned (sintered) magnesia. that of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product. However, natural magnesium carbonate (magnesite) may be used. Chapter 26 Ores, slag and ash. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 27",
      "heading": "ex Chapter 27",
      "description": "distillation; bituminous substances; mineral waxes, except for: manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Mineral fuels, mineral oils and products of their | Manufacture from materials of any heading, except that of the product; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 27",
      "heading": "ex 2707",
      "description": "oils in which the weight of the aromatic consti- tuents exceeds that of the non-aromatic consti- tuents, being oils similar to mineral oils obtained by distillation of high temperature coal tar, of which more than 65 % by volume distils at a temperature of up to 250°C (including mixtures of petroleum spirit and benzole), for use as the product.",
      "required_processing": "Operations of refining or one or more specific process(es) ('); or other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as the product may be used, provided that their total power or heating fuels. value does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 27",
      "heading": "2710",
      "description": "petroleum oils and oils obtained from bituminous materials, other than crude; preparations not elsewhere specified or included, containing by obtained from bituminous materials, these oils being the basic constituents of the preparations; value does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Operations of refining or one or more specific process(es) (7);or weight 70 % or more of petroleum oils or of oils other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as waste oils; the product may be used, provided that their total L 186/1348 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 27",
      "heading": "2711",
      "description": "petroleum gases and other gaseous hydrocarbons; process(es) (7); or other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Operations of refining or one or more specific",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 27",
      "heading": "2712",
      "description": "petroleum jelly; paraffin wax, microcrystalline petroleum wax, slack wax, ozokerite, lignite wax, peat wax, other mineral waxes, and similar products obtained by synthesis or by other product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Operations of refining or one or more specific process(es) (7); or other operations in which all the materials used are processes, whether or not coloured; and classified within a heading other than that of the",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 27",
      "heading": "2713",
      "description": "petroleum coke, petroleum bitumen and other residues of petroleum oils or of oils obtained from bituminous materials. other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Operations of refining or one or more specific process(es) (!); or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 28",
      "heading": "Chapter 28",
      "description": "Inorganic chemicals; organic or inorganic compounds of precious metals, of rare-earth their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product. However, materials of the same metals, of radioactive elements or of isotopes. heading as the product may be used, provided that Chapter 29 Organic chemicals. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 30",
      "heading": "ex Chapter 30",
      "description": "",
      "required_processing": "Pharmaceutical products. Manufacture from materials of any heading. 12.6.2020 Official Journal of the European Union L 186/1349 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 30",
      "heading": "3004",
      "description": "Medicaments (excluding goods of heading 3002,",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 30",
      "heading": "3005",
      "description": "or 3006) consisting of mixed or unmixed products for therapeutic or prophylactic uses, put up in measured doses (including those in the form of transdermal administration systems) or in forms or in forms of packing for retail sale. the product. that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "that of the product; or manufacture in which the value of all the materials ysed does not exceed 70 % of the ex-works price of Chapter 31 Fertilisers. Manufacture from materials of any heading, except",
      "rule_type": "RVC"
    },
    {
      "chapter": "Chapter 32",
      "heading": "Chapter 32",
      "description": "Tanning or dyeing extracts; tannins and their derivatives; dyes, pigments and other colouring matter; paints and varnishes; putty and other works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that mastics; and inks. their total value does not exceed 20% of the ex-",
      "rule_type": "RVC"
    },
    {
      "chapter": "Chapter 33",
      "heading": "Chapter 33",
      "description": "Essential oils and resinoids; perfumery, cosmetic or heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except toilet preparations. that of the product. However, materials of the same",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 34",
      "heading": "ex Chapter 34",
      "description": "arations, lubricating preparations, artificial waxes, prepared waxes, polishing or scouring prepara- tions, candles and similar articles, modelling pastes, \"dental waxes\" and dental preparations with a basis of plaster, except for: manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. — with a basis of paraffin, petroleum waxes, waxes obtained from bituminous minerals, slack wax or scale wax.",
      "required_processing": "Soap, organic surface-active agents, washing prep- | Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or ex 3404 Artificial waxes and prepared waxes: Manufacture from materials of any heading. L 186/1350 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 35",
      "heading": "ex Chapter 35",
      "description": "enzymes. that of the product.",
      "required_processing": "Albuminoidal substances; modified starches; glues; | Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 35",
      "heading": "3505",
      "description": "Dextrins and other modified starches (for example, pregelatinised or esterified starches); glues based on starches, or on dextrins or other modified starches. works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product, in which the value of all the materials used does not exceed 50% of the ex-",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 35",
      "heading": "3506",
      "description": "Prepared glues and other prepared adhesives, not elsewhere specified or included; products suitable for use as glues or adhesives, put up for retail sale as glues or adhesives, not exceeding a net weight the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials of 1 kg. used does not exceed 70 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "Chapter 36",
      "heading": "Chapter 36",
      "description": "Explosives; pyrotechnic products; matches; pyro- heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except phoric alloys; certain combustible preparations. that of the product. However, materials of the same Chapter 37 Photographic or cinematographic goods. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 38",
      "heading": "ex Chapter 38",
      "description": "that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Miscellaneous chemical products; except for: Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 38",
      "heading": "3824 60",
      "description": "sorbitol other than that of subheading 2905 44; subheading 2905 44. However, materials of the same subheading as the product may be used, provided that their total value does not exceed 20 % of the ex-works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any subheading, and except that of the product and except materials of 12.6.2020 Official Journal of the European Union L 186/1351 Heading (1) Description of the good (2) Required Working or Processing (3) Chapter 39 plastics and articles thereof. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 40",
      "heading": "ex Chapter 40",
      "description": "that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. 4012 retreaded or used pneumatic tyres of rubber; solid or cushion tyres, tyre treads and tyre flaps, of rubber: — retreaded pneumatic, solid or cushion tyres, of rubber; and those of headings 4011 and 4012; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Rubber and articles thereof; except for: Manufacture from materials of any heading, except Retreading of used tyres. — other Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 41",
      "heading": "ex Chapter 41",
      "description": "leather; except for:",
      "required_processing": "Raw hides and skins (other than furskins) and",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 41",
      "heading": "4104",
      "description": "to 4106 prepared; and 4106 21, 4106 31 or 4106 91; or manufacture from materials of any heading, except that of the product.",
      "required_processing": "tanned or crust hides and skins, without wool or | Re-tanning of tanned or pre-tanned hides and skins hair on, whether or not split, but not further] of sub-heading 410411, 410419, 4105 10,",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 41",
      "heading": "4107",
      "description": ", 4112, leather further prepared after tanning or crusting. headings 4104 41, 4104 49, 4105 30, 4106 22, 4106 32 and 4106 92 may be used only if a re- tanning operation of the tanned or crust hides and skins in the dry state takes place.",
      "required_processing": "Manufacture from materials of any heading, except 4113 that of the product. However, materials of sub-",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 42",
      "heading": "Chapter 42",
      "description": "Articles of leather; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silk worm gut). manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or L 186/1352 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 43",
      "heading": "ex Chapter 43",
      "description": "except for: that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Furskins and artificial fur; manufactures thereof; | Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 43",
      "heading": "4302",
      "description": "tanned or dressed furskins, assembled: (including heads, tails, paws and other pieces of cuttings), unassembled or assembled (without the addition of other materials) other than those of heading 4303; and",
      "required_processing": "Manufacture from materials of any heading, except that of the product.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 43",
      "heading": "4303",
      "description": "articles of apparel, clothing accessories and other articles of furskin. that of the product.",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 44",
      "heading": "ex Chapter 44",
      "description": "for: that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Wood and articles of wood; wood charcoal; except | Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 44",
      "heading": "ex 4407",
      "description": "wood sawn or chipped lengthwise, sliced or peeled, of a thickness exceeding 6 mm, planed, sanded or end-jointed;",
      "required_processing": "Planing, sanding or end-jointing.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 44",
      "heading": "ex 4408",
      "description": "sheets for veneering (including those obtained by slicing laminated wood) and for plywood, of a thickness not exceeding 6 mm, spliced, and other wood sawn lengthwise, sliced or peeled of a thickness not exceeding 6 mm, planed, sanded or end-jointed;",
      "required_processing": "Splicing, planing, sanding or end-jointing.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 44",
      "heading": "ex 4410",
      "description": "to beadings and mouldings, including moulded ex 4413 skirting and other moulded boards;",
      "required_processing": "Beading or moulding.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 44",
      "heading": "ex 4415",
      "description": "packing cases, boxes, crates, drums and similar packings, of wood: that of the product. However, cellular wood panels, shingles and shakes may be used. — beadings and mouldings; and Beading or moulding.",
      "required_processing": "Manufacture from boards not cut to size. ex 4418 — builders’ joinery and carpentry of wood; Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 44",
      "heading": "ex 4421",
      "description": "match splints; wooden pegs or pins for footwear. drawn wood of heading 4409 that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from wood of any heading, except 12.6.2020 Official Journal of the European Union L 186/1353 Heading (1) Description of the good (2) Required Working or Processing (3) Chapter 45 Cork and articles of cork. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 46",
      "heading": "Chapter 46",
      "description": "Manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork. that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 47",
      "heading": "Chapter 47",
      "description": "Pulp of wood or of other fibrous cellulosic material; recovered (waste and scrap) paper or paperboard. manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 48",
      "heading": "Chapter 48",
      "description": "Paper and paperboard; articles of paper pulp, of paper or of paperboard. that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 49",
      "heading": "Chapter 49",
      "description": "Printed books, newspapers, pictures and other products of the printing industry; manuscripts, typescripts and plans. manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading except that of the product; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 50",
      "heading": "ex Chapter 50",
      "description": "that of the product.",
      "required_processing": "Silk; except for: Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 50",
      "heading": "ex 5003",
      "description": "silk waste (including cocoons unsuitable for reeling, yarn waste and garnetted stock), carded or combed; extrusion of man-made filament yarn or twisting, in each case accompanied by weaving; weaving accompanied by dyeing; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (°).",
      "required_processing": "Carding or combing of silk waste. 5004 to silk yarn and yarn spun from silk waste; and Spinning of natural fibres or extrusion of man-made ex 5006 fibres accompanied by spinning or twisting (?). L 186/1354 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3) 5007 woven fabrics of silk or of silk waste: Spinning of natural or man-made staple fibres or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 51",
      "heading": "ex Chapter 51",
      "description": "and woven fabric; except for: that of the product.",
      "required_processing": "Wool, fine or coarse animal hair; horsehair yarn | Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 51",
      "heading": "5106",
      "description": "to 5110",
      "required_processing": "yarn of wool, of fine or coarse animal hair or of | Spinning of natural fibres or extrusion of man-made horsehair; and fibres accompanied by spinning (’).",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 51",
      "heading": "5111",
      "description": "to 5113 accompanied by weaving; weaving accompanied by dyeing or yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (’).",
      "required_processing": "woven fabrics of wool, of fine or coarse animal | Spinning of natural or man-made staple fibres or hair or of horsehair. extrusion of man-made filament yarn, in each case",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 52",
      "heading": "ex Chapter 52",
      "description": "that of the product.",
      "required_processing": "Cotton; except for: Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 52",
      "heading": "5204",
      "description": "to 5207 fibres accompanied by spinning (’).",
      "required_processing": "yarn and thread of cotton; and Spinning of natural fibres or extrusion of man-made",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 52",
      "heading": "5208",
      "description": "to 5212 extrusion of man-made filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or by coating; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (’).",
      "required_processing": "woven fabrics of cotton. Spinning of natural or man-made staple fibres or 12.6.2020 Official Journal of the European Union L 186/1355 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 53",
      "heading": "ex Chapter 53",
      "description": "woven fabrics of paper yarn; except for: that of the product.",
      "required_processing": "Other vegetable textile fibres; paper yarn and | Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 53",
      "heading": "5306",
      "description": "to 5308",
      "required_processing": "yarn of other vegetable textile fibres; paper yarn; | Spinning of natural fibres or extrusion of man-made and fibres accompanied by spinning (’).",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 53",
      "heading": "5309",
      "description": "to 5311 accompanied by weaving; weaving accompanied by dyeing or by coating; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (%).",
      "required_processing": "woven fabrics of other vegetable textile fibres; | Spinning of natural or man- made staple fibres or woven fabrics of paper yarn. extrusion of man-made filament yarn, in each case",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 53",
      "heading": "5401",
      "description": "to 5406 accompanied by weaving; weaving accompanied by dyeing or by coating; twisting or texturing accompanied by weaving provided that the value of the non-twisted/non- textured yarns used does not exceed 47,5 % of the ex-works price of the product; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (°).",
      "required_processing": "Yarn, monofilament and thread of man-made fila- | Extrusion of man-made fibres accompanied by ments. spinning or spinning of natural fibres (?). 5407 and Woven fabrics of man-made filament yarn. Spinning of natural or man-made staple fibres or 5408 extrusion of man-made filament yarn, in each case",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 53",
      "heading": "5501",
      "description": "to 5507",
      "required_processing": "Man-made staple fibres. Extrusion of man-made fibres.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 53",
      "heading": "5508",
      "description": "to 5511 fibres accompanied by spinning (°).",
      "required_processing": "Yarn and sewing thread of man-made staple fibres. | Spinning of natural fibres or extrusion of man-made L 186/1356 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 53",
      "heading": "5512",
      "description": "to 5516 extrusion of man-made filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or by coating; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (’).",
      "required_processing": "Woven fabrics of man-made staple fibres. Spinning of natural or man- made staple fibres or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 56",
      "heading": "ex Chapter 56",
      "description": "twine, cordage, ropes and cables and articles thereof; except for: flocking accompanied by dyeing or printing (?). 5602 felt, whether or not impregnated, coated, covered or laminated: fabric formation, However: — polypropylene filament of heading 5402; — polypropylene fibres of heading 5503 or 5506; or — polypropylene filament tow of heading 5501; of which the denomination in all cases of a single filament or fibre is less than 9 decitex, may be used, provided that their total value does not exceed 40% of the ex-works price of the product; or fabric formation alone in the case of felt made from natural fibres (3). fabric formation; or fabric formation alone in the case of other felt made from natural fibres (*).",
      "required_processing": "Wadding, felt and non-wovens; special yarns; | Extrusion of man-made fibres accompanied by spinning or spinning of natural fibres; or — needleloom felt; and Extrusion of man-made fibres accompanied by — other; Extrusion of man-made fibres accompanied by",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 56",
      "heading": "5603",
      "description": "nonwovens whether or not impregnated, coated, including needle punching. 5604 rubber thread and cord, textile covered; textile yarn, and strip and the like of heading 5404 or 5405, impregnated, coated, covered or sheathed with rubber or plastics: covered. spinning or spinning of natural fibres (?).",
      "required_processing": "Extrusion of man-made fibres, or use of natural covered or laminated; fibres, accompanied by nonwoven _ techniques 12.6.2020 Official Journal of the European Union L 186/1357 Heading (1) Description of the good (2) Required Working or Processing (3) — rubber thread and cord, textile covered; and Manufacture from rubber thread or cord, not textile — other; Extrusion of man-made fibres accompanied by",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 56",
      "heading": "5605",
      "description": "metallised yarn, whether or not gimped, being textile yarn, or strip or the like of heading 5404 or 5405, combined with metal in the form of thread, strip or powder or covered with metal; and",
      "required_processing": "Extrusion of man-made fibres accompanied by spinning or spinning of natural or man-made staple fibres (°).",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 56",
      "heading": "5606",
      "description": "gimped yarn, and strip and the like of heading",
      "required_processing": "Extrusion of man-made fibres accompanied by",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 56",
      "heading": "5404",
      "description": "or 5405, gimped (other than those of heading 5605 and gimped horsehair yarn); chenille yarn (including flock chenille yarn); loop flocking accompanied by dyeing (’). extrusion of man-made filament yarn, in each case accompanied by weaving; manufacture from coir yarn or sisal yarn or jute yarn; flocking accompanied by dyeing or by printing; or tufting accompanied by dyeing or by printing. Extrusion of man-made fibres accompanied by non- woven techniques including needle punching (). However: — polypropylene filament of heading 5402, — polypropylene fibres of heading 5503 or 5506, or — polypropylene filament tow of heading 5501, of which the denomination in all cases of a single filament or fibre is less than 9 decitex, may be used, provided that their total value does not exceed 40 % of the ex-works price of the product. Jute fabric may be used as a backing.",
      "required_processing": "spinning or spinning of natural or man-made staple fibres; wale-yarn. spinning accompanied with flocking; or Chapter 57 Carpets and other textile floor coverings. Spinning of natural or man-made staple fibres or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 58",
      "heading": "ex Chapter 58",
      "description": "tapestries; trimmings; and embroidery; except for: accompanied by weaving; weaving accompanied by dyeing or flocking or coating; flocking accompanied by dyeing or by printing; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (°).",
      "required_processing": "Special woven fabrics; tufted textile fabrics; lace; | Spinning of natural or man-made staple fibres or extrusion of man-made filament yarn, in each case L 186/1358 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 58",
      "heading": "5805",
      "description": "hand-woven tapestries of the types Gobelins, Flanders, Aubusson, Beauvais and the like, and needle-worked tapestries (for example, petit point, cross stitch), whether or not made up; and used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product. 5810 embroidery in the piece, in strips or in motifs. Manufacture in which the value of all the materials",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 58",
      "heading": "5901",
      "description": "Textile fabrics coated with gum or amylaceous substances, of a kind used for the outer covers of books or the like; tracing cloth; prepared textile fabrics of a kind used for hat foundations. 5902 Tyre cord fabric of high tenacity yarn of nylon or other polyamides, polyesters or viscose rayon: — containing not more than 90 % by weight of textile materials weaving.",
      "required_processing": "Weaving accompanied by dyeing or by flocking or by coating; or painting canvas; buckram and similar stiffened flocking accompanied by dyeing or by printing. Weaving. — other Extrusion of man-made fibres accompanied by",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 58",
      "heading": "5903",
      "description": "Textile fabrics impregnated, coated, covered or laminated with plastics, other than those of finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product.",
      "required_processing": "Weaving accompanied by dyeing or by coating; or heading 5902. printing accompanied by at least two preparatory or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 58",
      "heading": "5904",
      "description": "Linoleum, whether or not cut to shape; floor coverings consisting of a coating or covering applied on a textile backing, whether or not cut to shape. 5905 Textile wall coverings: — impregnated, coated, covered or laminated with rubber, plastics or other materials extrusion of manmade filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or by coating; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (°). 5906 Rubberised textile fabrics, other than those of heading 5902: extrusion of manmade filament yarn, in each case accompanied by knitting; knitting accompanied by dyeing or by coating; or dyeing of yarn of natural fibres accompanied by knitting (?). — other fabrics made of synthetic filament yarn, containing more than 90% by weight of textile materials; and dyeing of yarn of natural fibres accompanied by weaving.",
      "required_processing": "Weaving accompanied by dyeing or by coating (’). 12.6.2020 Official Journal of the European Union L 186/1359 Heading (1) Description of the good (2) Required Working or Processing (3) Weaving accompanied by dyeing or by coating. — other Spinning of natural or man-made staple fibres or — knitted or crocheted fabrics; Spinning of natural or man-made staple fibres or Extrusion of man-made fibres accompanied by weaving. — other. Weaving accompanied by dyeing or by coating; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 58",
      "heading": "5907",
      "description": "Textile fabrics otherwise impregnated, coated or covered; painted canvas being theatrical scenery, studio back-cloths or the like. flocking accompanied by dyeing or by printing; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product. 5908 Textile wicks, woven, plaited or knitted, for lamps, stoves, lighters, candles or the like; incandescent gas mantles and tubular knitted gas mantle fabric therefor, whether or not impregnated: that of the product.",
      "required_processing": "Weaving accompanied by dyeing or by flocking or by coating; L 186/1360 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3) — incandescent gas mantles, impregnated; and Manufacture from tubular knitted gas-mantle fabric. — other Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 58",
      "heading": "5909",
      "description": "to 5911 — polishing discs or rings other than of felt of heading 5911; — woven fabrics, of a kind commonly used in papermaking or other technical uses, felted or not, whether or not impregnated or coated, tubular or endless with single or multiple warp and/or weft, or flat woven with multiple warp and/or weft of heading 5911; — coir yarn; — yarn of polytetrafluoroethylene (*); — yam, multiple, of polyamide, coated impregnated or covered with a phenolic resin; — yam of synthetic textile fibres of aromatic polyamides, obtained by polycondensation of m-phenylenediamine and isophthalic acid; — monofil of polytetrafluoroethylene (4); — yar of synthetic textile fibres of poly (p-phenylene terephthalamide); — glass fibre yarn, coated with phenol resin and gimped with acrylic yarn (+); and — copolyester monofilaments of a polyester and a resin of terephthalic acid and 1,4-cyclohexanediethanol and isophthalic acid. of natural or man-made staple fibres, accompanied by weaving (3); or weaving accompanied by dyeing or by coating. extrusion of manmade filament yarn, in each case accompanied by knitting; knitting accompanied by dyeing or by flocking or by coating; flocking accompanied by dyeing or by printing; dyeing of yarn of natural fibres accompanied by knitting; or twisting or texturing accompanied by knitting provided that the value of the non-twisted/non- textured yarns used does not exceed 47,5 % of the ex-works price of the product (?). Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted: — obtained by sewing together or otherwise assembling, two or more pieces of knitted or crocheted fabric which have been either cut to form or obtained directly to form; and extrusion of man-made filament yarn, in each case accompanied by knitting (knitted to shape prod- ucts); or dyeing of yarn of natural fibres accompanied by knitting (knitted to shape products) (?).",
      "required_processing": "Textile articles of a kind suitable for industrial use: Weaving. Extrusion of man-made fibres or Spinning of natural or of man-made staple fibres, in each case accompanied by weaving; or weaving accompanied by dyeing or by coating. and Only the following fibres may be used: — other Extrusion of man-made filament yarn or spinning Chapter 60 Knitted or crocheted fabrics. Spinning of natural or man-made staple fibres or 12.6.2020 Official Journal of the European Union L 186/1361 Heading (1) Description of the good (2) Required Working or Processing (3) Knitting and making-up (including cutting) (?), (°). — other Spinning of natural or man-made staple fibres or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 62",
      "heading": "ex Chapter 62",
      "description": "knitted or crocheted; except for: cutting); or making-up preceded by printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and burling), provided that the value of the unprinted fabric used does not exceed 47,5 % of the ex-works price of the product (?), (3).",
      "required_processing": "Articles of apparel and clothing accessories, not | Weaving accompanied by making- up (including",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 62",
      "heading": "ex 6202",
      "description": ", women’s, girls’ and babies’ clothing and clothing ex 6204, accessories for babies, embroidered; cutting); or ex 6206, does not exceed 40% of the ex-works price of the product (°).",
      "required_processing": "Weaving accompanied by making- up (including ex 6209 and manufacture from unembroidered fabric, provided ex 6211 that the value of the unembroidered fabric used",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 62",
      "heading": "ex 6210",
      "description": "and fire-resistant equipment of fabric covered with foil ex 6216 of aluminised polyester; cutting); or coating provided that the value of the uncoated fabric used does not exceed 40 % of the ex-works price of the product accompanied by making-up (including cutting) (>). 6213 and handkerchiefs, shawls, scarves, mufflers, mantillas, 6214 veils and the like: — embroidered; and Weaving accompanied by making-up (including cutting); manufacture from unembroidered fabric, provided that the value of the unembroidered fabric used does not exceed 40% of the ex-works price of the product; (°) or making-up preceded by printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and burling), provided that the value of the unprinted fabric used does not exceed 47,5 % of the ex-works price of the product (?), (3). — other; and Weaving accompanied by making-up (including cutting);or making-up preceded by printing accompanied by at least two preparatory finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and burling), provided that the value of the unprinted fabric used does not exceed 47,5 % of the ex-works price of the product (?), (3). 6217 other made up clothing accessories; parts of garments or of clothing accessories, other than those of heading 6212: cutting); or manufacture from unembroidered fabric, provided that the value of the unembroidered fabric used does not exceed 40% of the ex-works price of the product (°). — fire-resistant equipment of fabric covered with foil of aluminised polyester; cutting); or coating provided that the value of the uncoated fabric used does not exceed 40 % of the ex-works price of the product accompanied by making-up (including cutting) (>). — interlinings for collars and cuffs, cut out; and that of the product, and in which the value of all the materials used does not exceed 40 % of the ex- works price of the product. cutting) (°).",
      "required_processing": "Weaving accompanied by making- up (including L 186/1362 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3) — embroidered; Weaving accompanied by making-up (including Weaving accompanied by making-up (including Manufacture from materials of any heading, except — other. Weaving accompanied by making-up (including 12.6.2020 Official Journal of the European Union L 186/1363 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 63",
      "heading": "ex Chapter 63",
      "description": "and worn textile articles; rags; except for: that of the product.",
      "required_processing": "Other made-up textile articles; sets; worn clothing | Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 63",
      "heading": "6301",
      "description": "to 6304 etc.; other furnishing articles: fibres in each case accompanied by non-woven process including needle punching and making-up (including cutting) (3). (including cutting); or manufacture from unembroidered fabric (other than knitted or crocheted), provided that the value of the unembroidered fabric used does not exceed 40 % of the ex-works price of the product (°), (°). (including cutting).",
      "required_processing": "blankets, travelling rugs, bed linen etc.; curtains — of felt, of nonwovens; and Extrusion of man-made fibres or use of natural ~~ embroidered; and Weaving or knitting accompanied by making-up ~~ other; Weaving or knitting accompanied by making-up",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 63",
      "heading": "6305",
      "description": "sacks and bags, of a kind used for the packing of weaving or knitting and making-up (including cutting) (?). 6306 tarpaulins, awnings and sunblinds; tents; sails for boats, sailboards or landcraft; camping goods: each case accompanied by any non-woven tech- niques including needle punching. cutting); (7), °) or coating provided that the value of the uncoated fabric used does not exceed 40 % of the ex-works price of the product accompanied by making-up (including cutting).",
      "required_processing": "Extrusion of man-made fibres or spinning of natural goods; and/or man-made staple fibres accompanied by — of nonwovens; and Extrusion of man-made fibres or natural fibres in — other; Weaving accompanied by making-up (including",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 63",
      "heading": "6307",
      "description": "other made-up articles, including dress patterns; the product.",
      "required_processing": "Manufacture in which the value of all the materials and used does not exceed 40 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 63",
      "heading": "6308",
      "description": "sets consisting of woven fabric and yarn, whether or not with accessories, for making up into rugs, tapestries, embroidered table cloths or serviettes, or similar textile articles, put up in packings for retail",
      "required_processing": "Each item in the set must satisfy the rule which would apply to it if it were not included in the set. However, non-originating articles may be incor- porated, provided that their total value does not sale. exceed 15 % of the ex-works price of the set. L 186/1364 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 64",
      "heading": "ex Chapter 64",
      "description": "to other sole components of heading 6406.",
      "required_processing": "Footwear, gaiters and the like; parts of such | Manufacture from materials of any heading, except articles; except for: from assemblies of uppers affixed to inner soles or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 64",
      "heading": "6406",
      "description": "parts of footwear (including uppers whether or not attached to soles other than outer soles); removable in-soles, heel cushions and similar articles; gaiters, leggings and similar articles, and parts thereof. that of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product. Chapter 65 Headgear and parts thereof. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 66",
      "heading": "Chapter 66",
      "description": "Umbrellas, sun umbrellas, walking-sticks, seat- sticks, whips, riding-crops, and parts thereof. that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "Chapter 67",
      "heading": "Chapter 67",
      "description": "Prepared feathers and down and articles made of feathers or of down; artificial flowers; articles of human hair.",
      "required_processing": "Manufacture from materials of any heading, except that of the product.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 68",
      "heading": "ex Chapter 68",
      "description": "similar materials, except for: that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Articles of stone, plaster, cement, asbestos, mica or | Manufacture from materials of any heading, except ex 6803 articles of slate or of agglomerated slate; Manufacture from worked slate.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 68",
      "heading": "ex 6812",
      "description": "articles of asbestos; articles of mixtures with a basis of asbestos or of mixtures with a basis of asbestos and magnesium carbonate; and",
      "required_processing": "Manufacture from materials of any heading.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 68",
      "heading": "ex 6814",
      "description": "articles of mica, including agglomerated or recon- stituted mica, on a support of paper, paperboard or other materials. that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from worked mica (including agglom- erated or reconstituted mica). Chapter 69 Ceramic products. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 70",
      "heading": "ex Chapter 70",
      "description": "that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Glass and glassware, except for: Manufacture from materials of any heading, except 12.6.2020 Official Journal of the European Union L 186/1365 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 70",
      "heading": "7010",
      "description": "carboys, bottles, flasks, jars, pots, phials, ampoules and other containers, of glass, of a kind used for the conveyance or packing of goods; preserving jars of glass; stoppers, lids and other closures, of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or cutting of glassware, provided that the total value of glass; the uncut glassware used does not exceed 50 % of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 70",
      "heading": "7013",
      "description": "glassware of a kind used for table, kitchen, toilet, office, indoor decoration or similar purposes (other than that of heading 7010 or 7018); and cutting of glassware, provided that the total value of the uncut glassware used does not exceed 50 % of the ex-works price of the product; or hand-decoration (except silk-screen printing) of hand-blown glassware, provided that the total value of the hand-blown glassware used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product;",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 70",
      "heading": "7019",
      "description": "glass fibres (including glass wool) and articles thereof (for example, yarn, woven fabrics). that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 71",
      "heading": "ex Chapter 71",
      "description": "precious stones, precious metals, metals clad with precious metal, and articles thereof; imitation used does not exceed 70 % of the ex-works price of the product. 7106, precious metals: 7108 and 7110 those of headings 7106, 7108 and 7110; electrolytic, thermal or chemical separation of precious metals of heading 7106, 7108 or 7110; or fusion or alloying of precious metals of heading 7106, 7108 or 7110 with each other or with base metals. that of the product; or manufacture from base metal parts, not plated or covered with precious metals, provided that the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Natural or cultured pearls, precious or semi- | Manufacture from materials of any heading, except that of the product; or jewellery; coin, except for: manufacture in which the value of all the materials — unwrought; and Manufacture from materials of any heading, except — semi-manufactured or in powder form; and Manufacture from unwrought precious metals. 7117 imitation jewellery. Manufacture from materials of any heading, except L 186/1366 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 72",
      "heading": "ex Chapter 72",
      "description": "that of the product.",
      "required_processing": "Iron and steel; except for: Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 72",
      "heading": "7207",
      "description": "semi-finished products of iron or non-alloy steel; 7203, 7204 or 7205.",
      "required_processing": "Manufacture from materials of heading 7201, 7202,",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 72",
      "heading": "7208",
      "description": "to 7214 angles, shapes and sections of iron or non-alloy steel; manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. heading 7207.",
      "required_processing": "flat-rolled products, bars and rods of iron or non- | Manufacture from ingots or other primary forms or alloy steel; semi-finished materials of heading 7206 or 7207. 7215 and other bars and rods of iron or non-alloy steel; Manufacture from materials of any heading, except 7216 that of the product and of headings 7206 and 7207; or 7217 wire of iron or non-alloy steel; Manufacture from semi-finished materials of 7218 91 and semi-finished products; Manufacture from materials of heading 7201, 7202, 7218 99 7203, 7204, 7205 or subheading 7218 10.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 72",
      "heading": "7219",
      "description": "to 7222 heading 7218. 7203, 7204, 7205 or subheading 7224 10.",
      "required_processing": "flat-rolled products, bars and rods, angles, shapes | Manufacture from ingots or other primary forms or and sections of stainless steel; semi-finished materials of heading 7218. 7223 wire of stainless steel; Manufacture from semi-finished materials of 7224 90 semi-finished products; Manufacture from materials of heading 7201, 7202,",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 72",
      "heading": "7225",
      "description": "to 7228 irregularly wound coils; angles, shapes and sections, of other alloy steel; hollow drill bars and rods, of alloy or non-alloy steel; and heading 7224.",
      "required_processing": "flat-rolled products, hot-rolled bars and rods, in | Manufacture from ingots or other primary forms or semi-finished materials of heading 7206, 7207, 7218 or 7224. 7229 wire of other alloy steel. Manufacture from semi-finished materials of",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 73",
      "heading": "ex Chapter 73",
      "description": "that of the product.",
      "required_processing": "Articles of iron or steel; except for: Manufacture from materials of any heading, except ex 7301 sheet piling; Manufacture from materials of heading 7206. 12.6.2020 Official Journal of the European Union L 186/1367 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 73",
      "heading": "7302",
      "description": "railway or tramway track construction material of iron or steel, the following: rails, check-rails and rack rails, switch blades, crossing frogs, point rods and other crossing pieces, sleepers (cross-ties), fish- plates, chairs, chair wedges, sole pates (base plates), rail clips, bedplates, ties and other material specialised for jointing or fixing rails;",
      "required_processing": "Manufacture from materials of heading 7206.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 73",
      "heading": "7304",
      "description": "and tubes, pipes and hollow profiles, of iron (other 7224. other tubes and pipes (for example, welded, riveted or similarly closed), having circular cross-sections, the external diameter of which exceeds 406,4 mm, of iron or steel;",
      "required_processing": "Manufacture from materials of heading 7206, 7207, 7305 than cast iron) or steel; 7208, 7209, 7210, 7212, 7218, 7219, 7220 or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 73",
      "heading": "7306",
      "description": "other tubes, pipes and hollow profiles (for example, open seam or welded, riveted or similarly closed), of iron or steel;",
      "required_processing": "Manufacture from materials of any Chapter except that of the product.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 73",
      "heading": "ex 7307",
      "description": "tube or pipe fittings of stainless steel (ISO No X5CrNiMo 1712), consisting of several parts; exceed 35 % of the ex-works price of the product.",
      "required_processing": "Turning, drilling, reaming, threading, deburring and sandblasting of forged blanks, provided that the and total value of the forged blanks used does not",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 73",
      "heading": "7308",
      "description": "structures (excluding prefabricated buildings of heading 9406) and parts of structures (for example, bridges and bridge-sections, lock-gates, towers, lattice masts, roofs, roofing frameworks, doors and windows and their frames and thresholds for doors, shutters, balustrades, pillars and columns), of iron or steel; plates, rods, angles, shapes, sections, tubes and the like, prepared for use in structures, of iron or steel.",
      "required_processing": "Manufacture from materials of any heading, except that of the product. However, welded angles, shapes and sections of heading 7301 may not be used.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 74",
      "heading": "ex Chapter 74",
      "description": "that of the product. that of the product and heading 7407.",
      "required_processing": "Copper and articles thereof; except for: Manufacture from materials of any heading, except 7408 copper wire; and Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 74",
      "heading": "7413",
      "description": "stranded wire, cables, plaited bands and the like, of that of the product.",
      "required_processing": "Manufacture from materials of any heading, except copper; not electrically insulated. that of the product and heading 7408. Chapter 75 Nickel and articles thereof. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 76",
      "heading": "ex Chapter 76",
      "description": "that of the product. 7601 Manufacture from materials of any heading. that of the product and heading 7604.",
      "required_processing": "Aluminium and articles thereof, except: Manufacture from materials of any heading, except L 186/1368 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3) 7605 aluminium wire; Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 76",
      "heading": "7607",
      "description": "aluminium foil (whether or not printed or backed with paper, paperboard, plastics or similar backing materials) of a thickness (excluding any backing) not exceeding 0,2 mm; and",
      "required_processing": "Manufacture from materials of any heading, except that of the product and heading 7606.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 76",
      "heading": "7614",
      "description": "stranded wire, cables, plaited bands and the like, of that of the product. that of the product.",
      "required_processing": "Manufacture from materials of any heading, except aluminium, not electrically insulated. that of the product and heading 7605. Chapter 78 Lead and articles thereof. Manufacture from materials of any heading, except Chapter 79 Zinc and articles thereof. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 80",
      "heading": "ex Chapter 80",
      "description": "that of the product. that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Tin and articles thereof, except: Manufacture from materials of any heading, except 8007 other articles of tin. Manufacture from materials of any heading, except Chapter 81 Other base metals; cermets; articles thereof. Manufacture from materials of any heading.",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 82",
      "heading": "ex Chapter 82",
      "description": "base metal; parts thereof of base metal; except for: manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Tools, implements, cutlery, spoons and forks, of | Manufacture from materials of any heading, except that of the product; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 82",
      "heading": "8206",
      "description": "tools of two or more of the headings 8202 to headings 8202 to 8205 may be incorporated into the set, provided that their total value does not exceed 15 % of the ex-works price of the set. that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except 8205, put up in sets for retail sale. those of headings 8202 to 8205. However, tools of Chapter 83 Miscellaneous articles of base metal. Manufacture from materials of any heading, except 12.6.2020 Official Journal of the European Union L 186/1369 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 84",
      "heading": "ex Chapter 84",
      "description": "anical appliances; parts thereof; except for: that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Nuclear reactors, boilers, machinery and mech- | Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 84",
      "heading": "8401",
      "description": "nuclear reactors; fuel elements (cartridges), non- irradiated, for nuclear reactors; machinery and apparatus for isotopic separation; the product.",
      "required_processing": "Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 84",
      "heading": "8407",
      "description": "spark-ignition reciprocating or rotary internal the product.",
      "required_processing": "Manufacture in which the value of all the materials combustion piston engines; used does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 84",
      "heading": "8408",
      "description": "compression-ignition internal combustion piston the product.",
      "required_processing": "Manufacture in which the value of all the materials engines (diesel or semi-diesel engines); used does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 84",
      "heading": "8419",
      "description": "machinery, plant or laboratory equipment, whether or not electrically heated (excluding furnaces, ovens and other equipment of heading 8514), for the treatment of materials by a process involving a change of temperature such as heating, cooking, roasting, distilling, rectifying, sterilising, pasteurising, steaming, drying, evap- orating, vaporising, condensing or cooling, other than machinery or plant of a kind used for domestic purposes; instantaneous or storage water heaters, non-electric;",
      "required_processing": "Manufacture from materials of any subheading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 84",
      "heading": "8427",
      "description": "fork-lift trucks; other works trucks fitted with the product",
      "required_processing": "Manufacture in which the value of all the materials lifting or handling equipment; used does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 84",
      "heading": "8443 31",
      "description": "machines which perform two or more functions of printing, copying or facsimile transmission, capable of connecting to an automatic data-processing used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any subheading, except that of the product; or machine or to a network; manufacture in which the value of all the materials",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 84",
      "heading": "8481",
      "description": "taps, cocks, valves and similar appliances for pipes, boiler shells, tanks, vats or the like, including pressure-reducing valves and thermostatically used does not exceed 70 % of the ex-works price of the product. used does not exceed 40 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any subheading, except that of the product; or controlled valves; and manufacture in which the value of all the materials 8482 ball or roller bearings. Manufacture in which the value of all the materials L 186/1370 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "ex Chapter 85",
      "description": "thereof; sound recorders and_ reproducers, television image and sound recorders and repro- ducers, and parts and accessories of such articles; the product.",
      "required_processing": "Electrical machinery and equipment and parts | Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials except for: used does not exceed 70 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8501",
      "description": ",8502 electric motors and generators; Electric generating manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except sets and rotary converters; that of the product and of heading 8503; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8513",
      "description": "portable electric lamps designed to function by their own source of energy (for example, dry batteries, accumulators, magnetos), other than used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or lighting equipment of heading 8512; manufacture in which the value of all the materials",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8519",
      "description": "sound recording and sound reproducing apparatus; that of the product and of heading 8522; or manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8521",
      "description": "video recording or reproducing apparatus, whether manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except or not incorporating a video tuner; that of the product and of heading 8522; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8523",
      "description": "discs, tapes, solid-state non-volatile storage devices, \"smart cards\" and other media for the recording of sound or of other phenomena, whether or not recorded, including matrices and masters for the production of discs, but excluding products of Chapter 37; the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8525",
      "description": "transmission apparatus for radio-broadcasting or television, whether or not incorporating reception apparatus or sound recording or reproducing apparatus; television cameras, digital cameras and the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product and of heading 8529; or manufacture in which the value of all the materials video camera recorders; used does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8526",
      "description": "radar apparatus, radio navigational aid apparatus manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except and radio remote control apparatus; that of the product and of heading 8529; or 12.6.2020 Official Journal of the European Union L 186/1371 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8527",
      "description": "reception apparatus for radio-broadcasting, whether or not combined, in the same housing, with sound recording or reproducing apparatus used does not exceed 40 % of the ex-works price of the product",
      "required_processing": "Manufacture from materials of any heading, except that of the product and of heading 8529; or or a clock; manufacture in which the value of all the materials",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8528",
      "description": "monitors and projectors, not incorporating television reception apparatus; _—_ reception apparatus for television, whether or not incor- porating radio- broadcast receivers or sound or the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product and of heading 8529; or manufacture in which the value of all the materials video recording or reproducing apparatus; used does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8535",
      "description": "to 8537 electrical circuits, or for making connections to or in electrical circuits; connectors for optical fibres, optical fibre bundles or cables; boards, panels, consoles, desks, cabinets and other bases, for electric control or the distribution of electricity;",
      "required_processing": "electrical apparatus for switching or protecting | Manufacture from materials of any heading, except that of the product and of heading 8538; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8539",
      "description": "electric filament or discharge lamps, including sealed beam lamp units and ultra-violet or infra- red lamps; arc-lamps; manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any subheading, except that of the product; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8544",
      "description": "insulated (including enamelled or anodised) wire, cable (including coaxial cable) and other insulated electric conductors, whether or not fitted with connectors; optical fibre cables, made up of indi- with electric conductors or fitted with connectors;",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials vidually sheathed fibres, whether or not assembled } ysed does not exceed 50 % of the ex-works price of the product.",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8545",
      "description": "carbon electrodes, carbon brushes, lamp carbons, battery carbons and other articles of graphite or other carbon, with or without metal, of a kind used for electrical purposes; used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. 8546 electrical insulators of any material; Manufacture in which the value of all the materials",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8547",
      "description": "insulating fittings for electrical machines, appliances or equipment, being fittings wholly of insulating materials apart from any minor components of metal (for example, threaded sockets) incorporated during moulding solely for purposes of assembly, other than insulators of heading 8546; electrical conduit tubing and joints therefor, of base metal lined with insulating material; and",
      "required_processing": "Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. L 186/1372 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 85",
      "heading": "8548",
      "description": "waste and scrap of primary cells, primary batteries and electric accumulators; spent primary cells, spent primary batteries and spent electric accumu- lators; electrical parts of machinery or apparatus, not specified or included elsewhere in this Chapter.",
      "required_processing": "Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "rule_type": "RVC"
    },
    {
      "chapter": "Chapter 86",
      "heading": "Chapter 86",
      "description": "Railway or tramway locomotives, rolling-stock and parts thereof; railway or tramway track fixtures and fittings and parts thereof; mechanical (including electro-mechanical) traffic _ signalling equipment of all kinds.",
      "required_processing": "Manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 87",
      "heading": "ex Chapter 87",
      "description": "stock, and parts and accessories thereof; except for: the product.",
      "required_processing": "Vehicles other than railway or tramway rolling- | Manufacture in which the value of all the materials used does not exceed 45 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 87",
      "heading": "8711",
      "description": "motorcycles (including mopeds) and cycles fitted with an auxiliary motor, with or without side- cars, side-cars; and manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 87",
      "heading": "8714",
      "description": "parts and accessories of vehicles of headings 8711 to 8713. that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 88",
      "heading": "ex Chapter 88",
      "description": "that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. including other materials of heading 8804; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Aircraft, spacecraft, and parts thereof; except for: | Manufacture from materials of any heading, except ex 8804 rotochutes. Manufacture from materials of any heading, Chapter 89 Ships, boats and floating structures. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 90",
      "heading": "ex Chapter 90",
      "description": "measuring, checking, precision, medical or surgical instruments and apparatus; parts and used does not exceed 70% of the ex-works price of the product.",
      "required_processing": "Optical, photographic, cinematographic, | Manufacture from materials of any heading, except that of the product; or accessories thereof, except for: manufacture in which the value of all the materials 12.6.2020 Official Journal of the European Union L 186/1373 Heading (1) Description of the good (2) Required Working or Processing (3)",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 90",
      "heading": "9001 50",
      "description": "spectacle lenses of materials other than glass; and that of the product; manufacture in which the value of all the materials used does not exceed 70% of the ex-works price of the product; or manufacture in which one of the following oper- ations is included: — surfacing of the semi-finished lens into a finished ophthalmic lens with optical corrective power meant to be mounted on a pair of spec- tacles; or — coating of the lens to appropriated treatments to improve vision and ensure protection of the wearer (’).",
      "required_processing": "Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 90",
      "heading": "9002",
      "description": "lenses, prisms, mirrors and other optical elements, of any material, mounted, being parts of or fittings for instruments or apparatus, other than such elements of glass not optically worked. used does not exceed 70% of the ex-works price of the product.",
      "required_processing": "Manufacture in which the value of all the materials used does not exceed 50% of the ex-works price of the product. Chapter 91 Clocks and watches and parts thereof. Manufacture in which the value of all the materials",
      "rule_type": "RVC"
    },
    {
      "chapter": "Chapter 92",
      "heading": "Chapter 92",
      "description": "Musical instruments; parts and accessories of such the product.",
      "required_processing": "Manufacture in which the value of all the materials articles. used does not exceed 70 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "Chapter 93",
      "heading": "Chapter 93",
      "description": "Arms and ammunition; parts and accessories the product.",
      "required_processing": "Manufacture in which the value of all the materials thereof. used does not exceed 50 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "Chapter 94",
      "heading": "Chapter 94",
      "description": "Furniture; bedding, mattresses, mattress supports, cushions and similar stuffed furnishings; lamps and lighting fittings, not elsewhere specified or included; illuminated signs, illuminated name- the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials plates and the like; prefabricated buildings. used does not exceed 70 % of the ex-works price of",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 95",
      "heading": "ex Chapter 95",
      "description": "sories thereof, except for: that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Heading (1) Required Working or Processing (3) that of the product. However, roughly-shaped blocks for making golf-club heads may be used.",
      "required_processing": "Toys, games and sports requisites; parts and acces- | Manufacture from materials of any heading, except L 186/1374 Official Journal of the European Union 12.6.2020 ex 9506 golf clubs and parts thereof. Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 96",
      "heading": "ex Chapter 96",
      "description": "that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "required_processing": "Miscellaneous manufactured articles, except for: Manufacture from materials of any heading, except",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 96",
      "heading": "9603",
      "description": "brooms, brushes (including brushes constituting parts of machines, appliances or vehicles), hand- operated mechanical floor sweepers, not motorized, mops and feather dusters; prepared knots and tufts for broom or brush making; paint pads and rollers, squeegees (other than roller squeegees);",
      "required_processing": "Manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product.",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 96",
      "heading": "9605",
      "description": "travel sets for personal toilet, sewing or shoe or set. However, non-originating articles may be incor- porated, provided that their total value does not exceed 15 % of the ex-works price of the set.",
      "required_processing": "Each item in the set must satisfy the rule which clothes cleaning; would apply to it if it were not included in the",
      "rule_type": "OTHER"
    },
    {
      "chapter": "ex Chapter 96",
      "heading": "9608",
      "description": "ball-point pens; felt-tipped and other porous- tipped pens and markers; fountain pens, stylograph pens and other pens; duplicating stylos; propelling or sliding pencils; pen-holders, pencil-holders and similar holders; parts (including caps and clips) of the foregoing articles, other than those of heading 9609; materials of heading 9613 used does not exceed 30 % of the ex-works price of the product.",
      "required_processing": "Manufacture from materials of any heading, except that of the product. However, nibs or nib-points of the same heading as the product may be used. 9613 20 pocket lighters, gas fuelled, refillable; and Manufacture in which the total value of the",
      "rule_type": "RVC"
    },
    {
      "chapter": "ex Chapter 96",
      "heading": "9614",
      "description": "smoking pipes (including pipe bowls) and cigar or cigarette holders, and parts thereof. that of the product. (*) See Note 7 of Annex I to Protocol 1. out or knitted directly to shape), see Note 7 of Annex I to Protocol 1. blue light). ANNEX III to Protocol 1 MATERIALS REFERRED TO IN PARAGRAPH 2 OF ARTICLE 3 (CUMULATION OF ORIGIN) HS Description 0307 51 Live, fresh or chilled octopus ANNEX IV to Protocol 1 PRODUCTS REFERRED TO IN PARAGRAPH 2 OF ARTICLE 3 (CUMULATION OF ORIGIN) HS Description 1605 54 Prepared or preserved cuttlefish and squid 1605 55 Prepared or preserved octopus ANNEX V to Protocol 1 PRODUCTS REFERRED TO IN PARAGRAPH 7 OF ARTICLE 3 (CUMULATION OF ORIGIN) HS Description",
      "required_processing": "Manufacture from materials of any heading. Chapter 97 Works of art, collectors’ pieces and antiques Manufacture from materials of any heading, except (') For the special conditions relating to specific processes, see Notes 8.1 and 8.3 of Annex I to Protocol 1. (?) For the special conditions relating to specific processes, see Note 8.2 of Annex I to Protocol 1. (*) For special conditions relating to products made of a mixture of textile materials, see Note 6 of Annex I to Protocol 1. (*) The use of this material is restricted to the manufacture of woven fabrics of a kind used in the paper-making machinery. (°) For knitted or crocheted articles, not elastic or rubberised, obtained by sewing or assembling pieces of knitted or crocheted fabrics (cut (’) Coatings treatments will provide the lens key properties in terms of improved vision (for example: prevention of breakage and scratches, anti-smudge, anti-dust, anti-fog or water repellent functions) and health protection (for example: protection from visible light through photo-chromic properties, reduction of ultra-violet direct and indirect exposure, or prevention of harmful effects linked to high-energy 12.6.2020 Official Journal of the European Union L 186/1375 0307 41 Live, fresh or chilled cuttlefish and squid L 186/1376 Official Journal of the European Union 12.6.2020 12.6.2020 Official Journal of the European Union L 186/1377 Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted Chapter 62 Articles of apparel and clothing accessories, not knitted or crocheted",
      "rule_type": "OTHER"
    }
  ]
}