[
  {
    "article_number": "2",
    "article_title": "General",
    "text": "Requirements For the purpose of implementing this Agreement, the following products shall be considered as originating in a Party: (a) products wholly obtained in a Party within the meaning of"
  },
  {
    "article_number": "4",
    "article_title": "(Wholly",
    "text": "Obtained Products); (b) products obtained in a Party incorporating materials which have not been wholly obtained there, provided that such materials have undergone sufficient working or processing in the Party concerned within the meaning of"
  },
  {
    "article_number": "5",
    "article_title": "(Sufficiently",
    "text": "Worked or Processed Products)."
  },
  {
    "article_number": "3",
    "article_title": "Cumulation",
    "text": "of Origin 1. Notwithstanding"
  },
  {
    "article_number": "2",
    "article_title": "(General",
    "text": "Requirements), products shall be considered as originating in the exporting Party if such products are obtained there by incorporating materials originating in the other Party, provided that the working or processing carried out in the exporting Party goes beyond the operations referred to in"
  },
  {
    "article_number": "6",
    "article_title": "(Insufficient",
    "text": "Working or Processing). 2. Materials listed in Annex III to this Protocol (Materials Referred to in Paragraph 2 of"
  },
  {
    "article_number": "3",
    "article_title": "(2)",
    "text": "of Protocol 1 to the Viet Nam - EU FTA\". 7. Fabrics originating in the Republic of Korea shall be considered as originating in Viet Nam when further processed or incorporated into one of the products listed in Annex V to this Protocol obtained in Viet Nam, provided that they have undergone working or processing in Viet Nam which goes beyond the operations referred to in"
  },
  {
    "article_number": "6",
    "article_title": "(Insuf-",
    "text": "ficient Working or Processing). 8. For the purpose of paragraph 7, the origin of the fabrics shall be determined in accordance with the rules of origin applicable in the framework of the Free Trade Agreement between the European Union and its Member States, of the one part, and the Republic of Korea, of the other part, except for the rules set out in Annex II(a) to the Protocol concerning the Definition of \"Originating Products\" and Methods of Administrative Cooperation of that preferential trade agreement. 9. For the purpose of paragraph 7, the originating status of the fabrics exported from the Republic of Korea to Viet Nam to be used in further working or processing shall be established by a proof of origin as if those fabrics were exported directly from the Republic of Korea to the Union. 10. The cumulation provided for in paragraphs 7 to 9 applies if: (a) the Republic of Korea applies with the Union a preferential trade agreement in accordance with Article XXIV of GATT 1994; (b) the Republic of Korea and Viet Nam have undertaken and notified to the Union their undertaking to: (i) comply or ensure compliance with the cumulation provided for by this Article; and (ii) provide the administrative cooperation necessary to ensure the correct implementation of this Protocol both with regard to the Union and between themselves. 11. Proofs of origin issued by Viet Nam by application of paragraph 7 shall bear the following entry: \"Application of"
  },
  {
    "article_number": "6",
    "article_title": "(Insufficient",
    "text": "Working or Processing). 13. When taking the decision on the request for cumulation and its modalities referred to in paragraph 12, the Committee on Customs shall take into account the interests of the other Party and the objectives of this Agreement."
  },
  {
    "article_number": "4",
    "article_title": "Wholly",
    "text": "Obtained Products 1. The following shall be considered as wholly obtained in a Party: (a) mineral products extracted from its soil or from its seabed; (b) plants and vegetable products grown and harvested or gathered there; (c) live animals born and raised there; --- PAGE 3 --- L 186/1322 Official Journal of the European Union 12.6.2020 (d) products from live animals raised there; (e) products from slaughtered animals born and raised there; (f) products obtained by hunting or fishing conducted there; (g) products of aquaculture, where the fish, crustaceans and molluscs are born or raised there from eggs, fry, fingerlings and larvae; (h) products of sea fishing and other products taken from outside any territorial sea by its vessels; (i) products made aboard its factory ships exclusively from products referred to in subparagraph (h); (j) used articles collected there which are only fit for the recovery of raw materials; (k) waste and scrap resulting from manufacturing operations conducted there; (l) products extracted from the seabed or below the seabed which is situated outside any territorial sea but where it has exclusive exploitation rights; (m) goods produced there exclusively from the products specified in subparagraphs (a) to (I). 2. The terms \"its vessels\" and “its factory ships\" in subparagraphs 1(h) and 1(i) apply only to vessels and factory ships which: (a) are registered in a Member State of the Union or in Viet Nam; (b) flies the flag of a Member State of the Union or of Viet Nam; and (c) meet one of the following conditions: (i) they are at least 50 per cent owned by natural persons of a Party; or (ii) they are owned by legal persons which: (A) have their head office and their main place of business in the Union or Viet Nam; and (B) are at least 50 per cent owned by a Member State of the Union or by Viet Nam or by public entities or nationals of a Party."
  },
  {
    "article_number": "5",
    "article_title": "Sufficiently",
    "text": "Worked or Processed Products 1. For the purpose of subparagraph (b) of"
  },
  {
    "article_number": "2",
    "article_title": "(General",
    "text": "Requirements), products which are not wholly obtained are considered to be sufficiently worked or processed when the conditions set out in Annex II to this Protocol are fulfilled. 2. The conditions referred to in paragraph 1 indicate, for all products covered by this Agreement, the working or processing which must be carried out on non-originating materials used in manufacturing and apply only in relation to such materials. If a product which has acquired originating status by fulfilling the conditions set out in the list is used in the manufacture of another product, the conditions applicable to the product in which it is incorporated do not apply to it, and no account shall be taken of the non-originating materials which may have been used in its manufacture. --- PAGE 4 --- 12.6.2020 Official Journal of the European Union L 186/1323 3. By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non-originating materials which, in accordance with the conditions set out in Annex II to this Protocol, are not to be used in the manufacture of a given product, may nevertheless be used, provided that their total value or net weight assessed for the product does not exceed: (a) 10 per cent of the weight of the product or ex-works price for products of Chapters 2 and 4 to 24 of the HS, other than processed fishery products referred to in Chapter 16 of the HS; or (b) 10 per cent of the ex-works price of the product for other products, except for products of Chapters 50 to 63 of the HS, for which the tolerances mentioned in Notes 6 and 7 of Annex I to this Protocol apply. 4. Paragraph 3 shall not allow exceeding any of the percentages for the maximum value or weight of non-originating materials as specified in Annex II to this Protocol. 5. Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the meaning of"
  },
  {
    "article_number": "4",
    "article_title": "(Wholly",
    "text": "Obtained Products). Without prejudice to"
  },
  {
    "article_number": "6",
    "article_title": "(Insufficient",
    "text": "Working or Processing) and paragraph 2 of"
  },
  {
    "article_number": "7",
    "article_title": "(Unit",
    "text": "of Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum of all the materials which are used in the manufacture of a product for which Annex II to this Protocol requires that such materials be wholly obtained."
  },
  {
    "article_number": "6",
    "article_title": "Insufficient",
    "text": "Working or Processing 1. The following operations shall be considered as insufficient working or processing to confer the status of orig- inating products, whether or not the requirements of"
  },
  {
    "article_number": "5",
    "article_title": "(Sufficiently",
    "text": "Worked or Processed Products) are satisfied: (a) preserving operations to ensure that the products remain in good condition during transport and storage; (b) breaking-up and assembly of packages; (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; (d) ironing or pressing of textiles and textile articles; (e) simple painting and polishing operations; (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; (h) peeling, stoning and shelling of fruits, nuts and vegetables; (i) sharpening, simple grinding or simple cutting; (j) sifting, screening, sorting, classifying, grading, or matching (including the making-up of sets of articles); (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other simple packaging operations; () affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; (n) simple addition of water, dilution, dehydration or denaturation of products; (0) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; --- PAGE 5 --- L 186/1324 Official Journal of the European Union 12.6.2020 (p) (q) 2. a combination of two or more of the operations specified in subparagraphs (a) to (0); or slaughter of animals. For the purpose of paragraph 1, operations shall be considered simple when for their performance neither special skills are required nor machines, apparatus or tools especially produced or installed for those operations. 3. All operations carried out either in the Union or in Viet Nam on a given product shall be considered together when determining whether the working or processing undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. 1."
  },
  {
    "article_number": "7",
    "article_title": "Unit",
    "text": "of Qualification The unit of qualification for the application of this Protocol shall be the particular product which is considered as the basic unit when determining classification using the nomenclature of the HS. 2. When a consignment consists of a number of identical products classified under the same subheading of the HS, each individual item shall be taken into account when applying this Protocol. 3. Where, under General Rule 5 of the HS, packaging is included in the product for classification purposes, it shall be included for the purposes of determining origin."
  },
  {
    "article_number": "8",
    "article_title": "Accessories,",
    "text": "Spare Parts and Tools Accessories, spare parts, tools and instructional or other information materials dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of equipment, machine, apparatus or vehicle in question."
  },
  {
    "article_number": "9",
    "article_title": "Sets",
    "text": "Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component products are originating products. When a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, provided that the value of the non-originating products does not exceed 15 per cent of the ex-works price of the set."
  },
  {
    "article_number": "10",
    "article_title": "Neutral",
    "text": "Elements In order to determine whether a product originates in a Party, it shall not be necessary to determine the origin of the following elements which might be used in its manufacture: (a) (b) energy and fuel; production plants and equipment, including goods to be used for their maintenance; machines, tools, dies and moulds; spare parts and materials used in the maintenance of equipment and buildings; lubricants, greases, compounding materials and other materials used in production or used to operate equipment and buildings; gloves, glasses, footwear, clothing, safety equipment and supplies; catalysts and solvents; equipment, devices and supplies used for testing or inspecting the product; and other goods which do not enter and which are not intended to enter into the final composition of the product. --- PAGE 6 --- 12.6.2020 Official Journal of the European Union L 186/1325"
  },
  {
    "article_number": "11",
    "article_title": "Accounting",
    "text": "Segregation 1. If originating and non-originating fungible materials are used in the working or processing of a product, the competent authorities may, at the written request of economic operators, authorise the management of materials using the accounting segregation method without keeping the materials in separate stocks. 2. The competent authorities may make the granting of authorisation referred to in paragraph 1 subject to any conditions they deem appropriate. 3. The authorisation shall be granted only if by use of the accounting segregation method it can be ensured that, at any time, the number of products obtained which could be considered as originating in the Union or in Viet Nam is the same as the number that would have been obtained by using a method of physical segregation of the stocks. 4. If authorised, the accounting segregation method and its application shall be recorded on the basis of the general accounting principles applicable in the Union or in Viet Nam, depending on where the product is manufactured. 5. A manufacturer using the accounting segregation method shall make out or apply for origin declarations for the quantity of products which may be considered as originating in the exporting Party. At the request of the customs authorities or the competent authorities of the exporting Party, the beneficiary shall provide a statement of how the quantities have been managed. 6. The competent authorities shall monitor the use made of the authorisation referred to in paragraph 3 and may withdraw it if the manufacturer makes improper use of it or fails to fulfil any of the other conditions laid down in this Protocol. Section C Territorial requirements"
  },
  {
    "article_number": "12",
    "article_title": "Principle",
    "text": "of Territoriality 1. The conditions set out in Section B (Definition of the Concept of \"Originating Products\") relating to the acquisition of originating status shall be fulfilled without interruption in a Party. 2. If originating goods exported from a Party return from a third country, they shall be considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities that the returning goods: (a) are the same as those exported; and (b) have not undergone any operation beyond what is necessary to preserve them in good condition while they were in that third country or while being exported."
  },
  {
    "article_number": "13",
    "article_title": "Non-Alteration",
    "text": "1. The products declared for home use in a Party shall be the same products as exported from the other Party in which they are considered to originate. They shall not have been altered, transformed in any way or subjected to operations other than operations to preserve them in good condition or other than adding or affixing marks, labels, seals or any other documentation to ensure compliance with specific domestic requirements of the importing Party carried out under customs supervision in the country or countries of transit or splitting prior to being declared for home use. 2. Storage of products or consignments may take place provided they remain under customs supervision in the country or countries of transit. 3. Without prejudice to Section D (Proof of Origin), the splitting of consignments may take place where carried out by the exporter or under his responsibility, provided they remain under customs supervision in the country or countries of splitting. --- PAGE 7 --- L 186/1326 Official Journal of the European Union 12.6.2020 4. In case of doubt, the importing Party may request the declarant to provide evidence of compliance, which may be given by any means, including: (a) contractual transport documents such as bills of lading; (b) factual or concrete evidence based on marking or numbering of packages; (c) any evidence related to the goods themselves; (d) a certificate of non-manipulation provided by the customs authorities of the country or countries of transit or splitting, or any other documents demonstrating that the goods remained under customs supervision in the country or countries of transit or splitting."
  },
  {
    "article_number": "14",
    "article_title": "Exhibitions",
    "text": "1. Originating products sent for exhibition in a country other than a Party and sold after the exhibition for impor- tation in a Party shall benefit on importation from the provisions of this Agreement provided it is shown to the satisfaction of the customs authorities that: (a) an exporter has consigned these products from a Party to the country in which the exhibition is held and has exhibited them there; (b) the products have been sold or otherwise disposed of by that exporter to a person in a Party; (c) the products have been consigned during the exhibition or immediately thereafter in the state in which they were sent for exhibition; and (d) the products have not, since they were consigned for exhibition, been used for any purpose other than demonstration at the exhibition. 2. A proof of origin must be issued or made out in accordance with the provisions of Section D (Proof of Origin) and submitted to the customs authorities of the importing Party in the normal manner. The name and address of the exhibition must be indicated thereon. Where necessary, additional documentary evidence of the conditions under which the products have been exhibited may be required. 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or display which is not organised for private purposes in shops or business premises with a view to the sale of foreign products, provided that the products remain under customs control. Section D Proof of origin"
  },
  {
    "article_number": "15",
    "article_title": "General",
    "text": "Requirements 1. Products originating in the Union shall, on importation into Viet Nam, benefit from this Agreement upon submission of any of the following proofs of origin: (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); (b) an origin declaration made out in accordance with"
  },
  {
    "article_number": "19",
    "article_title": "(Conditions",
    "text": "for Making out an Origin Declaration) by: (i) an approved exporter within the meaning of"
  },
  {
    "article_number": "20",
    "article_title": "(Approved",
    "text": "Exporter) for any consignment regardless of its value; or (ii) any exporter for consignments the total value of which does not exceed EUR 6 000; --- PAGE 8 --- 12.6.2020 Official Journal of the European Union L 186/1327 (c) a statement of origin made out by exporters registered in an electronic database in accordance with the relevant legislation of the Union after the Union has notified to Viet Nam that such legislation applies to its exporters. Such notification may stipulate that subparagraphs (a) and (b) shall cease to apply to the Union. 2. Products originating in Viet Nam shall, on importation into the Union, benefit from this Agreement upon submission of any of the following proofs of origin: (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); (b) an origin declaration made out in accordance with"
  },
  {
    "article_number": "19",
    "article_title": "(Conditions",
    "text": "for Making out an Origin Declaration) by any exporter for consignments the total value of which is to be determined in the national legislation of Viet Nam and shall not exceed EUR 6 000; (c) an origin declaration made out in accordance with"
  },
  {
    "article_number": "19",
    "article_title": "(Conditions",
    "text": "for Making out an Origin Declaration) by an exporter approved or registered in accordance with the relevant legislation of Viet Nam after Viet Nam has notified to the Union that such legislation applies to its exporters. Such notification may stipulate that subparagraph (a) shall cease to apply to Viet Nam. 3. Originating products within the meaning of this Protocol shall, in the cases specified in"
  },
  {
    "article_number": "24",
    "article_title": "(Exemptions",
    "text": "from Proof of Origin), benefit from this Agreement without requiring the submission of any of the documents referred to in this Article."
  },
  {
    "article_number": "16",
    "article_title": "Procedure",
    "text": "for the Issuance of a Certificate of Origin 1. A certificate of origin shall be issued by the competent authorities of the exporting Party on application having been made in writing by the exporter or, under the exporter’s responsibility, by his authorised representative. 2. For this purpose, the exporter or his authorised representative shall fill out both the certificate of origin, specimen of which appears in Annex VII to this Protocol, and the application form. The specimen of the application form to be used for exports from the Union to Viet Nam appears in Annex VII to this Protocol; the specimen of the application form to be used for exports from Viet Nam to the Union shall be determined in the domestic legislation of Viet Nam. These forms shall be completed in one of the languages in which this Agreement is drawn up and in accordance with the domestic law of the exporting Party. If they are hand-written, they shall be completed in ink in printed characters. The description of the products must be given in the box reserved for this purpose without leaving any blank lines. Where the box is not completely filled, a horizontal line must be drawn below the last line of the description, the empty space being crossed through to prevent any subsequent addition. 3. The exporter applying for the issuance of a certificate of origin shall be prepared to submit at any time, at the request of the competent authorities of the exporting Party, all appropriate documents proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. 4. A certificate of origin shall be issued by the competent authorities of the exporting Party if the products concerned can be considered as products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol. 5. The competent authorities issuing certificates of origin shall take any steps necessary to verify the originating status of the products and the fulfilment of the other requirements of this Protocol. For this purpose, they shall have the right to call for any evidence and to carry out any inspection of the exporter’s accounts or any other check considered appropriate. They shall also ensure that the forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved for the description of the products has been completed in such a manner as to exclude all possibility of fraudulent additions. 6. The date of issuance of the certificate of origin shall be indicated in Box 11 of the certificate. 7. The certificate of origin shall be issued as soon as possible to but not later than three working days after the date of exportation (the declared shipment date). --- PAGE 9 --- L 186/1328 Official Journal of the European Union 12.6.2020"
  },
  {
    "article_number": "17",
    "article_title": "Certificates",
    "text": "of Origin Issued Retrospectively 1. Notwithstanding paragraph 7 of"
  },
  {
    "article_number": "16",
    "article_title": "(Procedure",
    "text": "for the Issuance of a Certificate of Origin), a certificate of origin may also be issued after exportation of the products to which it relates in specific situations where: (a) it was not issued at the time of exportation because of errors, involuntary omissions or other valid reasons; (b) it is demonstrated to the competent authorities that a certificate of origin was issued but was not accepted at importation for technical reasons; or (c) the final destination of the products concerned was not known at the time of exportation and was determined during their transportation, storage or after splitting of consignments in accordance with"
  },
  {
    "article_number": "13",
    "article_title": "(Non-Alteration).",
    "text": "2. For the implementation of paragraph 1, the exporter shall indicate in his application the place and date of exportation of the products to which the certificate of origin relates, and state the reasons for his request. 3. The competent authorities may issue a certificate of origin retrospectively only after verifying that the information supplied in the exporter’s application conforms with that in the corresponding file. 4. Certificates of origin issued retrospectively shall be endorsed with the following phrase in English: \"ISSUED RETRO- SPECTIVELY\". 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the certificate of origin."
  },
  {
    "article_number": "18",
    "article_title": "Issuance",
    "text": "of a Duplicate Certificate of Origin 1. In the event of theft, loss or destruction of a certificate of origin, the exporter may apply to the competent authorities which issued it for a duplicate made out on the basis of the export documents in their possession. 2. The duplicate issued in this way must be endorsed with the following word in English: \"DUPLICATE\". 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate certificate of origin. 4. The duplicate, which must bear the date of issue of the original certificate of origin, shall take effect as from that date."
  },
  {
    "article_number": "19",
    "article_title": "Conditions",
    "text": "for Making out an Origin Declaration 1. An origin declaration may be made out if the products concerned can be considered as products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol. 2. The exporter making out an origin declaration shall be prepared to submit at any time, at the request of the competent authorities of the exporting Party, all appropriate documents proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. 3. An origin declaration shall be made out by the exporter on the invoice, the delivery note or any other commercial document which describes the products concerned in sufficient details to enable them to be identified, by typing, stamping or printing on that document the declaration, the text of which appears in Annex VI to this Protocol, using one of the linguistic versions set out in that Annex and in accordance with the provisions of the domestic law of the exporting Party. If the declaration is hand-written, it shall be written in ink in capital characters. 4. Origin declarations shall bear the original signature of the exporter in manuscript. However, an approved exporter within the meaning of"
  },
  {
    "article_number": "20",
    "article_title": "(Approved",
    "text": "Exporter) shall not be required to sign such declarations provided that he gives the competent authorities of the exporting Party a written undertaking that he accepts full responsibility for any origin declaration which identifies him as if it had been signed in manuscript by him. --- PAGE 10 --- 12.6.2020 Official Journal of the European Union L 186/1329 5. An origin declaration may be made out after exportation provided that it is presented in the importing Party no later than two years, or the period specified in the legislation of the importing Party, after the entry of the goods into the territory. 6. The conditions for making out an origin declaration referred to in paragraphs 1 to 5 apply mutatis mutandis to statements of origin made out by an exporter registered as provided for in subparagraphs 1(c) and 2(c) of"
  },
  {
    "article_number": "15",
    "article_title": "(General",
    "text": "Requirements)."
  },
  {
    "article_number": "20",
    "article_title": "Approved",
    "text": "Exporter 1. The competent authorities of the exporting Party may authorise any exporter (hereinafter referred to as \"approved exporter\") who exports products under this Agreement to make out origin declarations irrespective of the value of the products concerned. An exporter seeking such authorisation shall offer to the satisfaction of the competent authorities all guarantees necessary to verify the originating status of the products as well as the fulfilment of the other requirements of this Protocol. 2. The competent authorities may grant the status of approved exporter subject to any conditions specified in domestic legislation which they consider appropriate. 3. The competent authorities shall grant to the approved exporter an authorisation number which shall appear on the origin declaration. 4. The competent authorities shall monitor the use of the authorisation by the approved exporter. 5. The competent authorities may withdraw the authorisation at any time. They shall do so when the approved exporter no longer offers the guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation."
  },
  {
    "article_number": "21",
    "article_title": "Validity",
    "text": "of Proof of Origin 1. A proof of origin shall be valid for 12 months from the date of issuance in the exporting Party, and shall be submitted to the customs authorities of the importing Party within that period. 2. Proofs of origin which are submitted to the customs authorities of the importing Party after the period of validity referred to in paragraph 1 may be accepted for the purpose of applying preferential tariff treatment, when the importer failed to submit those documents by the final date of the period of validity due to force majeure or other valid reasons beyond that person’s control. 3. In other cases of belated presentation, the customs authorities of the importing Party may accept the proofs of origin when the products have been imported within the period of validity referred to in paragraph 1."
  },
  {
    "article_number": "22",
    "article_title": "Submission",
    "text": "of Proof of Origin For the purpose of claiming preferential tariff treatment, proofs of origin shall be submitted to the customs authorities of the importing Party in accordance with the procedures applicable in that Party. Those authorities may request a trans- lation of the proof of origin if it is not issued in English."
  },
  {
    "article_number": "23",
    "article_title": "Importation",
    "text": "by Instalments Where, at the request of the importer and on the conditions laid down by the customs authorities of the importing Party, dismantled or non-assembled products within the meaning of General Rule 2(a) of the HS falling within Sections XVI and XVII or headings 7308 and 9406 of the HS are imported by instalments, a single proof of origin for such products shall be submitted to the customs authorities upon importation of the first instalment. --- PAGE 11 --- L 186/1330 Official Journal of the European Union 12.6.2020"
  },
  {
    "article_number": "24",
    "article_title": "Exemptions",
    "text": "from Proof of Origin 1. Products sent as small packages from private persons to private persons or forming part of travellers’ personal luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that such products are not imported by way of trade and have been declared as meeting the requirements of this Protocol and where there is no doubt as to the veracity of such declaration. In the case of products sent by post, this declaration can be made on the customs declaration CN22, CN23 or on a sheet of paper attached to that document. 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the products that no commercial purpose exists. 3. Furthermore, the total value of the products referred to in paragraphs 1 and 2 shall not exceed: (a) when entering the Union, EUR 500 in the case of small packages or EUR 1 200 in the case of products forming part of travellers’ personal luggage; (b) when entering Viet Nam, USD 200, both in the case of small packages and in the case of products forming part of travellers’ personal luggage."
  },
  {
    "article_number": "25",
    "article_title": "Supporting",
    "text": "Documents The documents referred to in paragraph 3 of"
  },
  {
    "article_number": "16",
    "article_title": "(Procedure",
    "text": "for the Issuance of a Certificate of Origin) and paragraph 2 of"
  },
  {
    "article_number": "19",
    "article_title": "(Conditions",
    "text": "for Making out an Origin Declaration), used for the purpose of proving that products covered by an origin declaration or a certificate of origin can be considered as products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol, may consist, inter alia, of the following: (a) direct evidence of the manufacturing or other processes carried out by the exporter or supplier to obtain the goods concerned, contained for example in his accounts or internal book-keeping; (b) documents proving the originating status of materials used, issued or made out in a Party, where those documents are used in accordance with domestic law; (c) documents proving the working or processing of materials in a Party, issued or made out in a Party, where those documents are used in accordance with domestic law; or (d) proof of origin proving the originating status of materials used, issued or made out in a Party in accordance with this Protocol."
  },
  {
    "article_number": "26",
    "article_title": "Preservation",
    "text": "of Proof of Origin and Supporting Documents 1. The exporter making out an origin declaration or applying for the issuance of a certificate of origin shall keep for at least three years a copy of this origin declaration or of the certificate of origin as well as of the documents referred to in paragraph 3 of"
  },
  {
    "article_number": "16",
    "article_title": "(Procedure",
    "text": "for the Issuance of a Certificate of Origin) and paragraph 2 of"
  },
  {
    "article_number": "19",
    "article_title": "(Conditions",
    "text": "for Making out an Origin Declaration). 2. The competent authorities of the exporting Party issuing a certificate of origin shall keep for at least three years the application form referred to in in paragraph 2 of"
  },
  {
    "article_number": "16",
    "article_title": "(Procedure",
    "text": "for the Issuance of a Certificate of Origin). 3. The customs authorities of the importing Party shall keep for at least three years the proofs of origin submitted to them. --- PAGE 12 --- 12.6.2020 Official Journal of the European Union L 186/1331 4. Each Party shall permit, in accordance with that Party’s laws and regulations, exporters in its territory to maintain documentation or records in any form or medium, provided that the documentation or records can be retrieved and printed."
  },
  {
    "article_number": "27",
    "article_title": "Discrepancies",
    "text": "and Formal Errors 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents submitted to the customs office for the purpose of carrying out the formalities for importing the products shall not ipso facto render the proof of origin null and void if it is duly established that this document corresponds to the products submitted. 2. Obvious formal errors such as typing errors on a proof of origin shall not cause this document to be rejected if these errors are not such as to create doubts concerning the correctness of the statements made in this document. 3. For multiple goods declared under the same proof of origin, a problem encountered with one of the goods listed shall not affect or delay the granting of preferential tariff treatment and customs clearance of the remaining goods listed in the proof of origin."
  },
  {
    "article_number": "28",
    "article_title": "Amounts",
    "text": "Expressed in Euro 1. For the application of subparagraph 1(b)(ii) of"
  },
  {
    "article_number": "15",
    "article_title": "(General",
    "text": "Requirements) and subparagraph 3(a) of"
  },
  {
    "article_number": "24",
    "article_title": "(Exemptions",
    "text": "from Proof of Origin) in cases where products are invoiced in a currency other than euro, amounts in the national currencies of the Member States of the Union or of Viet Nam equivalent to the amounts expressed in euro shall be fixed annually by each Party. 2. A consignment shall benefit from subparagraph 1(b)(ii) of"
  },
  {
    "article_number": "15",
    "article_title": "(General",
    "text": "Requirements) and subparagraph 3(a) of"
  },
  {
    "article_number": "24",
    "article_title": "(Exemptions",
    "text": "from Proof of Origin) by reference to the currency in which the invoice is drawn up, according to the amount fixed by the Party concerned. 3. The amounts to be used in any given national currency shall be the equivalent in that currency of the amounts expressed in euro as at the first working day of October. The amounts shall be communicated to the European Commission by 15 October and shall apply from 1 January of the following year. The European Commission shall notify all countries concerned of the relevant amounts. 4. A Party may round up or down the amount resulting from the conversion into its national currency of an amount expressed in euro. The rounded-off amount may not differ from the amount resulting from the conversion by more than 5 per cent. A Party may retain unchanged its national currency equivalent of an amount expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, the conversion of that amount, prior to any rounding-off, results in an increase of less than 15 per cent in the national currency equivalent. The national currency equivalent may be retained unchanged if the conversion would result in a decrease in that equivalent value. 5. The amounts expressed in euro shall be reviewed by the Committee on Customs at the request of the Union or of Viet Nam. When carrying out that review, the Committee on Customs shall consider the desirability of preserving the effects of the limits concerned in real terms. For that purpose, it may decide to modify the amounts expressed in euro. Section E Arrangements for administrative cooperation"
  },
  {
    "article_number": "29",
    "article_title": "Cooperation",
    "text": "between Competent Authorities 1. The authorities of the Parties shall provide each other, through the European Commission, with specimen impressions of stamps used in their competent authorities for the issue of certificates of origin and with the addresses of the customs authorities responsible for verifying those certificates and origin declarations. 2. In order to ensure the proper application of this Protocol, the Parties shall assist each other, through their competent authorities, in verifying the authenticity of the certificates of origin or the origin declarations and the correctness of the information given in these documents. --- PAGE 13 --- L 186/1332 Official Journal of the European Union 12.6.2020"
  },
  {
    "article_number": "30",
    "article_title": "Verification",
    "text": "of Proofs of Origin 1. Subsequent verifications of proofs of origin shall be carried out at random or whenever the competent authorities of the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of the products concerned or the fulfilment of the other requirements of this Protocol. 2. For the purpose of implementing the provisions of paragraph 1, the competent authorities of the importing Party shall return the certificate of origin and the invoice, if it has been submitted, or the origin declaration, or a copy of these documents, to the competent authorities of the exporting Party giving, where appropriate, the reasons for the enquiry. Any documents and information obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded in support of the request for verification. 3. The verification shall be carried out by the competent authorities of the exporting Party. For that purpose, they shall have the right to request any evidence and to carry out any inspection of the exporter’s accounts or any other check considered appropriate. 4. If the competent authorities of the importing Party decide to suspend the granting of preferential tariff treatment to the products concerned while awaiting the results of the verification, release of the products shall be offered to the importer subject to any precautionary measures deemed necessary. Any suspension of preferential tariff treatment shall be reinstated as soon as possible after the originating status of the products concerned or the fulfilment of the other requirements of this Protocol has been ascertained by the competent authorities of the importing Party. 5. The competent authorities requesting the verification shall be informed of the results of this verification as soon as possible. These results must indicate clearly whether the documents are authentic and whether the products concerned can be considered as products originating in the Parties and fulfil the other requirements of this Protocol. 6. If in cases of reasonable doubt there is no reply within 10 months of the date of the verification request or if the reply does not contain sufficient information to determine the authenticity of the document in question or the real origin of the products, the requesting competent authorities may, except in exceptional circumstances, refuse entitlement to the preferential tariff treatment."
  },
  {
    "article_number": "31",
    "article_title": "Dispute",
    "text": "Settlement 1. Where disputes arise in relation to the verification procedures provided for in"
  },
  {
    "article_number": "30",
    "article_title": "(Verification",
    "text": "of Proofs of Origin) which cannot be settled between the competent authorities requesting a verification and the competent authorities responsible for carrying out this verification, they shall be submitted to the Committee on Customs. 2. Disputes between the importer and the competent authorities of the importing Party, shall be settled in accordance with the legislation of that Party."
  },
  {
    "article_number": "32",
    "article_title": "Penalties",
    "text": "Each Party shall provide for procedures for penalties to be imposed on any person who draws up, or causes to be drawn up, a document which contains incorrect information for the purpose of obtaining preferential tariff treatment for products."
  },
  {
    "article_number": "33",
    "article_title": "Confidentiality",
    "text": "Each Party shall maintain, in accordance with its law, the confidentiality of information and data collected in the process of verification and shall protect that information and data from disclosure that could prejudice the competitive position of the person providing them. Any information and data communicated between the authorities of the Parties competent for the administration and enforcement of origin determination shall be treated as confidential. --- PAGE 14 --- 12.6.2020 Official Journal of the European Union L 186/1333 Section F Ceuta and melilla"
  },
  {
    "article_number": "34",
    "article_title": "Application",
    "text": "of This Protocol 1. For the purpose of the application of this Protocol, the term \"Party\" does not cover Ceuta and Melilla. 2. Products originating in Viet Nam, when imported into Ceuta or Melilla, shall enjoy in all respects the same customs treatment under this Agreement as that which is applied to products originating in the customs territory of the Union under Protocol 2 to the Act concerning the conditions of accession of the Kingdom of Spain and the Portuguese Republic and the adjustments to the Treaties, signed on 12 June 1985. Viet Nam shall grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted to products imported from and originating in the Union. 3. For the purpose of the application of paragraph 2, concerning products originating in Ceuta and Melilla, this Protocol applies mutatis mutandis subject to the special conditions set out in"
  },
  {
    "article_number": "35",
    "article_title": "(Special",
    "text": "Conditions)."
  },
  {
    "article_number": "35",
    "article_title": "Special",
    "text": "Conditions 1. Provided that they satisfy the requirements of"
  },
  {
    "article_number": "13",
    "article_title": "(Non-Alteration),",
    "text": "the following products shall be considered as: (a) products originating in Ceuta and Melilla: (i) products wholly obtained in Ceuta and Melilla; or (ii) products obtained in Ceuta and Melilla, in the manufacture of which products other than those referred to in subparagraph (a) are used, provided that: (A) those products have undergone sufficient working or processing within the meaning of"
  },
  {
    "article_number": "5",
    "article_title": "(Sufficiently",
    "text": "Worked or Processed Products); or (B) those products are originating in a Party, provided that they have been submitted to working or processing which goes beyond the operations referred to in"
  },
  {
    "article_number": "6",
    "article_title": "(Insufficient",
    "text": "Working or Processing); (b) products originating in Viet Nam: (i) products wholly obtained in Viet Nam; or (ii) products obtained in Viet Nam, in the manufacture of which products other than those referred to in subparagraph (a) are used, provided that: (A) those products have undergone sufficient working or processing within the meaning of"
  },
  {
    "article_number": "5",
    "article_title": "(Sufficiently",
    "text": "Worked or Processed Products); or (B) those products are originating in Ceuta and Melilla or in the Union, provided that they have been submitted to working or processing which goes beyond the operations referred to in"
  },
  {
    "article_number": "6",
    "article_title": "(Insufficient",
    "text": "Working or Processing). 2. Ceuta and Melilla shall be considered as a single territory. 3. The exporter or his authorised representative shall enter \"Viet Nam\" and \"Ceuta and Melilla\" on the proof of origin. 4. The Spanish customs authorities shall be responsible for the application of this Protocol in Ceuta and Melilla. --- PAGE 15 --- L 186/1334 Official Journal of the European Union 12.6.2020 Section G Final provisions"
  },
  {
    "article_number": "36",
    "article_title": "Committee",
    "text": "on Customs 1. The Committee on Customs established pursuant to"
  },
  {
    "article_number": "37",
    "article_title": "Coherence",
    "text": "of Rules of Origin Following the conclusion of a free trade agreement between the Union and another ASEAN country, the Committee on Customs may submit a proposal for a decision to be adopted by the Trade Committee to amend this Protocol to ensure coherence between the respective rules of origin."
  },
  {
    "article_number": "38",
    "article_title": "Transitional",
    "text": "Provisions The preferential tariff treatment under this Agreement may be applied to goods, which comply with this Protocol and which on the date of entry into force of this Agreement, are either in the Parties, in transit, in temporary storage, in customs warehouses or in free zones, subject to the submission of a proof of origin made out retrospectively to the customs authorities of the importing Party, and, if requested, evidence in accordance with"
  },
  {
    "article_number": "13",
    "article_title": "(Non-Alteration)",
    "text": "showing that the goods have not been altered. --- PAGE 16 --- 12.6.2020 Official Journal of the European Union L 186/1335 ANNEX I to Protocol 1 INTRODUCTORY NOTES TO ANNEX II (LIST OF REQUIRED WORKING OR PROCESSING) Note 1 — General Introduction The list in Annex II to Protocol 1 sets out the conditions required for all products to be considered as sufficiently worked or processed within the meaning of"
  },
  {
    "article_number": "5",
    "article_title": "(Sufficiently",
    "text": "Worked or Processed Products). There are four different types of rules, which vary according to the product: (a) through working or processing a maximum content of non-originating materials is not exceeded; (b) through working or processing the four-digit HS heading or six-digit HS subheading of the manufactured products becomes different from the four-digit HS heading or six-digit HS subheading, respectively, of the materials used. However, in the case set out in the second paragraph of Note 3.3., the four-digit HS heading or six-digit HS subheading of the manufactured products may be the same as the four-digit HS heading or six-digit HS subheading, respectively, of the materials used; (c) a specific working and processing operation is carried out; or (d) working or processing is carried out on certain wholly obtained materials. Note 2 — The Structure of the List of Required Working or Processing 2.1. The first two columns in the list describe the product obtained. The first column gives the heading number or Chapter number used in the HS and the second column gives the description of goods used in that system for that heading or Chapter. For each entry in the first two columns, a rule is specified in column 3. Where, in some cases, the entry in the first column is preceded by an \"ex\", this signifies that the rules in column 3 apply only to the part of that heading as described in column 2. 2.2. Where several heading numbers are grouped together in column 1 or a Chapter number is given and the description of products in column 2 is therefore given in general terms, the adjacent rules in column 3 apply to all products which, under the HS, are classified in headings of the Chapter or in any of the headings grouped together in column 1. 2.3. Where there are different rules in the list applying to different products within a heading, each indent contains the description of that part of the heading covered by the adjacent rules in column 3. 2.4. Where two alternative rules are set out in column 3 that are separated by use of a different line and linked by an \"or\", it shall be at the choice of the exporter which one to use. Note 3 — Examples of How to Apply the Rules 3.1."
  },
  {
    "article_number": "5",
    "article_title": "(Sufficiently",
    "text": "Worked or Processed Products), concerning products having acquired originating status which are used in the manufacture of other products, applies regardless of whether that status has been acquired inside the factory where those products are used or in another factory in a Party. --- PAGE 17 --- L 186/1336 Official Journal of the European Union 12.6.2020 3.2. Pursuant to"
  },
  {
    "article_number": "6",
    "article_title": "(Insufficient",
    "text": "Working or Processing), the working or processing carried out must go beyond the list of operations mentioned in that Article. If it does not, the goods shall not qualify for the granting of the preferential tariff treatment, even if the conditions set out in the list below are met. Subject to the first paragraph, the rules in the list represent the minimum amount of working or processing required. The carrying-out of more working or processing also confers originating status, without prejudice to"
  },
  {
    "article_number": "6",
    "article_title": "(Insufficient",
    "text": "Working or Processing). Conversely, the carrying-out of less working or processing shall not confer originating status. 3.3. Where a rule uses the expression \"Manufacture from materials of any heading, except that of the product\" all non- originating materials classified in headings other than that of the product may be used (Change in Tariff Heading). Where a rule uses the expression \"Manufacture from materials of any heading\", then materials of any heading(s) (even materials of the same description and heading as the product) may be used. 3.4. Where a rule uses the expression \"Manufacture in which the value of all the materials used does not exceed x % of the ex-works price of the product\" then the value of all non-originating materials is to be considered and the percentage for the maximum value of non-originating materials may not be exceeded through the use of paragraph 3 of"
  },
  {
    "article_number": "5",
    "article_title": "(Sufficiently",
    "text": "Worked or Processed Products). 3.5 If a rule provides that a specific non-originating material may be used, the use of materials which are still in an earlier stage of the manufacturing process of that specific material is allowed, and the use of materials resulting from further processing of that specific non-originating material is not. If a rule provides that a specific non-originating material may not be used, the use of materials which are still in an earlier stage of the manufacturing process of that specific non-originating material is allowed, and the use of materials resulting from further processing of that specific non-originating material is not. Example: when the rule for Chapter 19 requires that \"non-originating materials of headings 1101 to 1108 cannot exceed 20 % of the weight\", the use of non-originating cereals of Chapter 10 (materials at an earlier stage in the manufacturing process of goods of headings 1101 to 1108) is not limited by the requirement concerning the 20 % of the weight. 3.6. When a rule specifies that a product may be manufactured from more than one material, one or more materials may be used. It does not require that all materials be used. 3.7. Where a rule specifies that a product must be manufactured from a particular material, it does not prevent the use of other materials which, because of their inherent nature, cannot satisfy that requirement. Example: Flat-rolled products of iron and non-alloy steel, of a width of 600 mm or more, which have been painted, varnished or coated with plastics are classified in the HS under 7210 70. The rule for 7210 is \"Manufacture from ingots or other primary forms or semi-finished materials of heading 7206 or 7207\". This rule does not prevent the use of non-originating paint and varnish (heading 3208) or plastics (Chapter 39). --- PAGE 18 --- 12.6.2020 Official Journal of the European Union L 186/1337 Note 4 — General Provisions Concerning Certain Agricultural Goods 4.1. Agricultural goods falling within Chapters 6, 7, 8, 9, 10 and 12 and heading 2401 which are grown or harvested in a Party shall be treated as originating in that Party, even if grown from seeds, bulbs, rootstock, cuttings, grafts, shoots, buds, or other live parts of plants imported from a third country. 4.2 Whenever the rules for products in Chapters 1 to 24 incorporate some limitations in weight, it should be noted that in accordance with paragraph 2 of"
  },
  {
    "article_number": "5",
    "article_title": "(Sufficiently",
    "text": "Worked or Processed Products), those limitations in weight only apply to non-originating materials. Consequently, originating materials are not to be taken into account for the calculation of the limitations in weight. In addition, those limitations are expressed in different manners. In particular: (a) When the rule uses the expression \"the weight of the materials of Chapters/headings\", the weight of each material mentioned shall be added up and the total weight shall not exceed the maximum percentage. Example: The rule for Chapter 19 provides that the weight of the materials of Chapters 2, 3 and 16 used does not exceed 20 % of the weight of the final product. In case the weight of the final product contains 12 % of materials of Chapter 3 and 10 % of materials of Chapter 16, the product does not meet the origin conferring rule of Chapter 19 as the combined weight exceeds 20 % of the weight of the final product. (b) When the rule uses the expression \"the individual weight of the materials of Chapters/headings\" the weight of each material mentioned shall not exceed the maximum percentage. The combined weight of the materials added together has no relevance. Example: The rule for Chapter 22 provides that the individual weight of sugar and of the materials of Chapter 4 does not exceed 20 % of the weight of the final product. In case the weight of the final product contains 15 % of sugar as well as 10 % of materials of Chapter 4, the origin conferring rule of Chapter 22 is complied with. Each individual material is less than 20 % of the weight of the final product. On the contrary, in case the weight of the final product contains 25 % of sugar and 10 % of materials of Chapter 4, the origin conferring rule is not complied with. (c) When the rule uses the expression \"the total combined weight of sugar and the materials of Chapter 4 used does not exceed x % of the weight of the final product\", both the weight of the sugar and the materials of Chapter 4 shall meet individually their weight limitation, and their combined weights added up shall meet the combined weight limitation. A combined weight limitation expresses a further restriction to the individual weight limitations. Example: The rule for heading 1704 provides that the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product. The individual weight limitations for materials of Chapter 4 are 20 % and for sugar 40 %. In case the weight of the final product contains 35 % of sugar and 15 % of materials of Chapter 4, both the individual weight limitations and the combined weight limitations of the origin conferring rule of heading 1704 are complied with. On the contrary, in case the weight of the final product contains 35 % of sugar and 20 % of materials of Chapter 4, the combined weight represents 55 % of the weight of the final product. In that case the individual weight limitations are respected but the combined weight limitation is exceeded and therefore the origin conferring rule of heading 1704 is not complied with. Note 5 — Terminology Used in Respect of Certain Textile Products 5.1. The term \"natural fibres\" is used in the list to refer to fibres other than artificial or synthetic fibres. It is restricted to the stages before spinning takes place, including waste, and, unless otherwise specified, includes fibres which have been carded, combed or otherwise processed, but not spun. --- PAGE 19 --- L 186/1338 Official Journal of the European Union 12.6.2020 5.2. The term \"natural fibres\" includes horsehair of heading 0511, silk of headings 5002 and 5003, as well as wool- fibres and fine or coarse animal hair of headings 5101 to 5105, cotton fibres of headings 5201 to 5203, and other vegetable fibres of headings 5301 to 5305. 5.3. The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are used in the list to describe the materials, not classified in Chapters 50 to 63, which can be used to manufacture artificial, synthetic or paper fibres or yarns. 5.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic or artificial filament tow, staple fibres or waste of headings 5501 to 5507. Note 6 — Tolerances Applicable to Products Made of a Mixture of Textile Materials 6.1. Where, for a given product in the list, reference is made to this Note, the conditions set out in column 3 shall not be applied to any basic textile materials used in the manufacture of this product and which, taken together, represent 10 % or less of the total weight of all the basic textile materials used. (See also Notes 6.3 and 6.4). 6.2. However, the tolerance mentioned in Note 6.1 may be applied only to mixed products which have been made from two or more basic textile materials. The following are the basic textile materials: — silk, — wool, — coarse animal hair, — fine animal hair, — horsehair, — cotton, — paper-making materials and paper, — flax, — true hemp, — jute and other textile bast fibres, — sisal and other textile fibres of the genus Agave, — coconut, abaca, ramie and other vegetable textile fibres, — synthetic man-made filaments, — artificial man-made filaments, — current-conducting filaments, --- PAGE 20 --- 12.6.2020 Official Journal of the European Union — synthetic man-made staple fibres — synthetic man-made staple fibres — synthetic man-made staple fibres — synthetic man-made staple fibres — synthetic man-made staple fibres — synthetic man-made staple fibres — synthetic man-made staple fibres — synthetic man-made staple fibres of polypropylene, of polyester, of polyamide, of polyacrylonitrile, of polyimide, of polytetrafluoroethylene, of poly(phenylene sulphide), of poly(vinyl chloride), — other synthetic man-made staple fibres, — artificial man-made staple fibres of viscose, — other artificial man-made staple fibres, — yarn made of polyurethane segmented with flexible segments — yarn made of polyurethane segmented with flexible segments of polyester, whether or not gimped, of polyether, whether or not gimped, L 186/1339 — products of heading 5605 (metallised yarn) incorporating strip consisting of a core of aluminium foil or of a core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two layers of plastic film, — other products of heading 5605, — glass fibres, — metal fibres. Example: A yarn of heading 5205, made from cotton fibres of heading 5203 and synthetic staple fibres of heading 5506, is a mixed yarn. Therefore, non-originating synthetic staple fibres which do not satisfy the origin rules may be used, provided that their total weight does not exceed 10 % of the weight of the yarn. Example: A woollen fabric of heading 5112, made from woollen yarn of heading 5107 and synthetic yarn of staple fibres of heading 5509, is a mixed fabric. Therefore, synthetic yarn which does not satisfy the origin rules, or woollen yarn which does not satisfy the origin rules, or a combination of the two, may be used, provided that their total weight does not exceed 10 % of the weight of the fabric. --- PAGE 21 --- L 186/1340 Official Journal of the European Union 12.6.2020 6.3. 6.4. Note 7.1. 7.2. 7.3. Note 8.1. Example: Tufted textile fabric of heading 5802, made from cotton yarn of heading 5205 and cotton fabric of heading 5210, is only a mixed product if the cotton fabric is itself a mixed fabric made from yarns classified in two separate headings, or if the cotton yarns used are themselves mixtures. Example: If the tufted textile fabric concerned was made from cotton yarn of heading 5205 and synthetic fabric of heading 5407, the yarns used are two separate basic textile materials and the tufted textile fabric is, accordingly, a mixed product. In the case of products incorporating \"yarn made of polyurethane segmented with flexible segments of polyether, whether or not gimped\", this tolerance is 20 % in respect of this yarn. In the case of products incorporating \"strip consisting of a core of aluminium foil or of a core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two layers of plastic film\", this tolerance is 30 % in respect of this strip. 7 — Other Tolerances Applicable to Certain Textile Products Where, in the list, reference is made to this Note, textile materials which do not satisfy the rule set out in the list in column 3 for the made-up product concerned, may be used, provided that they are classified in a heading other than that of the product and that their value does not exceed 8 % of the ex-works price of the product. Without prejudice to Note 7.3, materials which are not classified within Chapters 50 to 63 may be used freely in the manufacture of textile products, whether or not they contain textiles. Example: If a rule provides that, for a particular textile item (such as trousers), yarn shall be used, it does not prevent the use of metal items, such as buttons, because buttons are not classified within Chapters 50 to 63. For the same reason, it does not prevent the use of slide-fasteners, even though slide-fasteners normally contain textiles. Where a percentage rule applies, the value of non-originating materials which are not classified within Chapters 50 to 63 shall be taken into account when calculating the value of the non-originating materials incorporated. 8 — Definition of Specific Processes and Simple Operations Carried out in Respect of Certain Products of Chapter 27 For the purposes of headings ex 2707 and 2713, the \"specific processes\" are the following: (a) vacuum-distillation; (b) redistillation by a very thorough fractionation process; (c) cracking; (d) reforming; (e) extraction by means of selective solvents; (f) the process comprising all of the following operations: processing with concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation with alkaline agents; decolourisation and purification with naturally active earth, activated earth, activated charcoal or bauxite; --- PAGE 22 --- 12.6.2020 8.2. 8.3. Official Journal of the European Union L 186/1341 (g) polymerisation; (h) alkylation; and (i) isomerisation. For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are the following: (a) vacuum-distillation; (b) redistillation by a very thorough fractionation process; (c) cracking; (d) reforming; (e) extraction by means of selective solvents; (f) the process comprising all of the following operations: processing with concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation with alkaline agents; decolourisation and purification with naturally active earth, activated earth, activated charcoal or bauxite; (g) polymerisation; (hb) alkylation; (i) isomerisation; (j) in respect of heavy oils of heading ex 2710 only, desulphurisation with hydrogen, resulting in a reduction of at least 85 % of the sulphur content of the products processed (ASTM D 1266-59 T method); (k) in respect of products of heading 2710 only, deparaffining by a process other than filtering; () in respect of heavy oils of heading ex 2710 only, treatment with hydrogen, at a pressure of more than 20 bar and a temperature of more than 250 °C, with the use of a catalyst, other than to effect desulphurisation, when the hydrogen constitutes an active element in a chemical reaction. The further treatment, with hydrogen, of lubricating oils of heading ex 2710 (e.g. hydrofinishing or decolourisation), in order, more especially, to improve colour or stability shall not, however, be deemed to be a specific process; (m) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on condition that less than 30 % of these products distils, by volume, including losses, at 300 °C, by the ASTM D 86 method; (n) in respect of heavy oils other than gas oils and fuel oils of heading ex 2710 only, treatment by means of a high-frequency electrical brush discharge; and (0) in respect of crude products (other than petroleum jelly, ozokerite, lignite wax or peat wax, paraffin wax containing by weight less than 0,75 % of oil) of heading ex 2712 only, de-oiling by fractional crystallisation. For the purposes of headings ex 2707 and 2713, simple operations, such as cleaning, decanting, desalting, water separation, filtering, colouring, marking, obtaining a sulphur content as a result of mixing products with different sulphur contents, or any combination of these operations or like operations, do not confer origin. --- PAGE 23 --- L 186/1342 Heading (1) Chapter 1 Chapter 2 ex Chapter 3 0304 0305 ex 0306 ex 0307 ex 0308 ex Chapter 4 0409 ANNEX II to Protocol 1 Official Journal of the European Union LIST OF REQUIRED WORKING OR PROCESSING Description of the good (2) Required Working or Processing (3) All the animals of Chapter 1 are wholly obtained. Meat and edible meat offal. Fish and crustaceans, molluscs and other aquatic invertebrates, except for: fish fillets and other fish meat (whether or not minced), fresh, chilled or frozen; fish, dried, salted or in brine; smoked fish, whether or not cooked before or during the smoking process; flours, meals and pellets of fish, fit for human consumption; crustaceans, whether in shell or not, dried, salted or in brine; smoked crustaceans, whether in shell or not, whether or not cooked before or during the smoking process; crustaceans, in shell, cooked by steaming or by boiling in water, whether or not chilled, frozen, dried, salted or in brine; flours, meals and pellets of crustaceans, fit for human consumption; molluscs, whether in shell or not, dried, salted or in brine; smoked molluscs, whether in shell or not, whether or not cooked before or during the smoking process; flours, meals and pellets of molluscs, fit for human consumption; and aquatic invertebrates other than crustaceans and molluscs, dried salted or in brine; smoked aquatic invertebrates other than crustaceans and molluscs, whether or not cooked before or during the smoking process; flours, meals and pellets of aquatic invertebrates other than crustaceans and molluscs, fit for human consumption Dairy produce; birds’ eggs; edible products of animal origin, not elsewhere specified or included; Natural honey. Manufacture in which all the meat and edible meat offal used are wholly obtained. All fish and crustaceans, molluscs and other aquatic invertebrates are wholly obtained. Manufacture in which all the materials of Chapter 3 used are wholly obtained. Manufacture in which all the materials of Chapter 3 used are wholly obtained. Manufacture in which all the materials of Chapter 3 used are wholly obtained. Manufacture in which all the materials of Chapter 3 used are wholly obtained. Manufacture in which all the materials of Chapter 3 used are wholly obtained. Manufacture in which: — all the materials of Chapter 4 used are wholly obtained; and — the weight of sugar used does not exceed 20 % of the weight of the final product. Manufacture in which all the natural honey used is wholly obtained. 12.6.2020 --- PAGE 24 --- 12.6.2020 Heading (1) ex Chapter 5 | EN | Description of the good (2) Products of animal origin, not elsewhere specified or included, except for: Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading. ex 0511 91 inedible fish eggs and roes. All the eggs and roes are wholly obtained. Chapter 6 Live trees and other plants; bulbs, roots and the | Manufacture in which all the materials of Chapter 6 like; cut flowers and ornamental foliage. used are wholly obtained. Chapter 7 Edible vegetables and certain roots and tubers. Manufacture in which all the materials of Chapter 7 used are wholly obtained. Chapter 8 Edible fruit and nuts; peel of citrus fruits or | Manufacture in which: melons. — all the fruit, nuts and peels of citrus fruits or melons of Chapter 8 used are wholly obtained; and — the weight of sugar used does not exceed 20 % of the weight of the final product. Chapter 9 Coffee, tea, maté and spices. Manufacture from materials of any heading. Chapter 10 Manufacture in which all the materials of Chapter 10 used are wholly obtained. Chapter 11 Products of the milling industry; malt; starches; | Manufacture in which all the materials of Chapters inulin; wheat gluten. 10 and 11, headings 0701, 0714 10 and 2303, and sub-heading 0710 10 used are wholly obtained. Chapter 12 Oil seeds and oleaginous fruits; miscellaneous | Manufacture from materials of any heading, except grains, seeds and fruit; industrial or medicinal | that of the product. plants; straw and fodder. Chapter 13 Lac; gums, resins and other vegetable saps and | Manufacture from materials of any heading, in extracts. which the weight of sugar used does not exceed 20% of the weight of the final product. Chapter 14 Vegetable plaiting materials; vegetable products not | Manufacture from materials of any heading. elsewhere specified or included. ex Chapter 15 1509 and 1510 Animal or vegetable fats and oils and_ their cleavage products; prepared edible fats; animal or vegetable waxes; except for: olive oil and its fractions; Manufacture from materials of any subheading, except that of the product. Manufacture in which all the vegetable materials used are wholly obtained. L 186/1343 --- PAGE 25 --- L 186/1344 Heading (1) 1516 and 1517 152 000 Description of the good (2) animal or vegetable fats and oils and their frac- tions, partly or wholly hydrogenated, inter- esterified, re-esterified or elaidinised, whether or not refined, but not further prepared; margarine; edible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of this Chapter, other than edible fats or oils or their fractions of heading 1516; and glycerol. Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product. Manufacture from materials of any heading. Chapter 16 ex Chapter 17 1702 1704 Chapter 18 Preparations of meat, of fish or of crustaceans, molluscs or other aquatic invertebrates. Sugars and sugar confectionery; except for: other sugars, including chemically pure lactose, maltose, glucose and fructose, in solid form; sugar syrups not containing added flavouring or colouring matter; artificial honey, whether or not mixed with natural honey; caramel; and sugar confectionery (including white chocolate), not containing cocoa; Cocoa and cocoa preparations. Manufacture in which all the materials of Chapters 2, 3 and 16 used are wholly obtained. Manufacture from materials of any heading, except that of the product. Manufacture from materials of any heading, except that of the product, in which the weight of the materials of headings 1101 to 1108, 1701 and 1703 used does not exceed 30 % of the weight of the final product. Manufacture from materials of any heading, except that of the product, in which: — the individual weight of the materials of Chapter 4 used does not exceed 20% of the weight of the final product; — the individual weight of sugar used does not exceed 40% of the weight of the final products; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product. Manufacture from materials of any heading, except that of the product, in which — the individual weight of sugar and of the materials of Chapter 4 used does not exceed 40 % of the weight of the final product; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 60 % of the weight of the final product. 12.6.2020 --- PAGE 26 --- 12.6.2020 Heading (1) Chapter 19 ex Chapter 20 2002 and 2003 ex Chapter 21 | EN | Description of the good (2) Preparations of cereals, flour, starch or milk; pastrycooks’ products. Preparations of vegetables, fruit, nuts or other parts of plants; except for: tomatoes, mushrooms and truffles prepared or preserved otherwise than by vinegar of acetic acid. Miscellaneous edible preparations; except for: Official Journal of the European Union L 186/1345 Required Working or Processing (3) Manufacture from materials of any heading, except that of the product, in which: — the weight of the materials of Chapters 2, 3 and 16 used does not exceed 20 % of the weight of the final product; — the weight of the materials of headings 1006 and 1101 to 1108 used does not exceed 20 % of the weight of the final product; — the individual weight of the materials of Chapter 4 used does not exceed 20% of the weight of the final product; — the individual weight of sugar used does not exceed 40% of the weight of the final products; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product. Manufacture from materials of any heading, except that of the product, in which the weight of sugar used does not exceed 20% of the weight of the final product. Manufacture in which all the materials of Chapter 7 used are wholly obtained. Manufacture from materials of any heading, except that of the product, in which: — the individual weight of the materials of Chapter 4 used does not exceed 20% of the weight of the final product; — the individual weight of sugar used does not exceed 40% of the weight of the final products; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product. 2103 Sauces and preparations therefore; mixed condiments and mixed seasonings; mustard flour and meal and prepared mustard: — sauces and preparations therefore; mixed condiments and mixed seasonings; and Manufacture from materials of any heading, except that of the product. However, mustard flour or meal or prepared mustard may be used. — mustard flour and meal and prepared mustard | Manufacture from materials of any heading. --- PAGE 27 --- L 186/1346 Heading (1) Chapter 22 ex Chapter 23 2302 and ex 2303 Description of the good (2) Beverages, spirits and vinegar. Residues and waste from the food industries; prepared animal fodder; except for: residues of starch manufacture; and Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product and headings 2207 and 2208, in which: — all the materials of sub-headings 0806 10, 2009 61, 2009 69 used are wholly obtained; and — the individual weight of sugar and of the materials of Chapter 4 used does not exceed 20 % of the weight of the final product. Manufacture from materials of any heading, except that of the product. Manufacture from materials of any heading, except that of the product, in which the weight of the materials of Chapter 10 used does not exceed 20% of the weight of the final product. 2309 ex Chapter 24 2401 preparations of a kind used in animal feeding. Tobacco and manufactured tobacco substitutes; except for: unmanufactured tobacco; tobacco refuse; and Manufacture from materials of any heading, except that of the product, in which: — all the materials of Chapters 2 and 3 used are wholly obtained; — the materials of Chapter 10 and 11 and headings 2302 and 2303 used does not exceed 20 % of the weight of the final product; — the individual weight of the materials of Chapter 4 used does not exceed 20% of the weight of the final product; — the individual weight of sugar used does not exceed 40% of the weight of the final products; and — the total combined weight of sugar and the materials of Chapter 4 used does not exceed 50 % of the weight of the final product. Manufacture from materials of any heading in which the weight of materials of Chapter 24 used does not exceed 30% of the total weight of materials of Chapter 24 used. All unmanufactured tobacco and tobacco refuse of Chapter 24 is wholly obtained. 12.6.2020 --- PAGE 28 --- 12.6.2020 Heading (1) ex 2402 ex Chapter 25 ex 2519 Chapter 26 ex Chapter 27 ex 2707 2710 | EN | Description of the good (2) cigarettes of tobacco or of tobacco substitutes. Salt; sulphur; earths and stone; plastering materials, lime and cement; except for: crushed natural magnesium carbonate (magnesite), in hermetically-sealed containers, and magnesium oxide, whether or not pure, other than fused magnesia or dead-burned (sintered) magnesia. Ores, slag and ash. Mineral fuels, mineral oils and products of their distillation; bituminous substances; mineral waxes, except for: oils in which the weight of the aromatic consti- tuents exceeds that of the non-aromatic consti- tuents, being oils similar to mineral oils obtained by distillation of high temperature coal tar, of which more than 65% by volume distils at a temperature of up to 250°C (including mixtures of petroleum spirit and benzole), for use as power or heating fuels. petroleum oils and oils obtained from bituminous materials, other than crude; preparations not elsewhere specified or included, containing by weight 70 % or more of petroleum oils or of oils obtained from bituminous materials, these oils being the basic constituents of the preparations; waste oils; Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading except that of the product and of smoking tobacco of subheading 240319 in which at least 10% by weight of all materials of Chapter 24 used is wholly obtained unmanufactured tobacco or tobacco refuse of heading 2401. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, natural magnesium carbonate (magnesite) may be used. Manufacture from materials of any heading, except that of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Operations of refining or one or more specific process(es) (1); or other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 50 % of the ex-works price of the product. Operations of refining or one or more specific process(es) (*);or other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 50 % of the ex-works price of the product. L 186/1347 --- PAGE 29 --- L 186/1348 Heading (1) 2711 Description of the good (2) petroleum gases and other gaseous hydrocarbons; Official Journal of the European Union Required Working or Processing (3) Operations of refining or one or more specific process(es) (7); or other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 50 % of the ex-works price of the product. 2712 2713 Chapter 28 Chapter 29 ex Chapter 30 petroleum jelly; paraffin wax, microcrystalline petroleum wax, slack wax, ozokerite, lignite wax, peat wax, other mineral waxes, and similar products obtained by synthesis or by other processes, whether or not coloured; and petroleum coke, petroleum bitumen and other residues of petroleum oils or of oils obtained from bituminous materials. Inorganic chemicals; organic or inorganic compounds of precious metals, of rare-earth metals, of radioactive elements or of isotopes. Organic chemicals. Pharmaceutical products. Operations of refining or one or more specific process(es) (7); or other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 50 % of the ex-works price of the product. Operations of refining or one or more specific process(es) (1); or other operations in which all the materials used are classified within a heading other than that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading. 12.6.2020 --- PAGE 30 --- 12.6.2020 Heading (1) 3004 Chapter 31 Chapter 32 Chapter 33 ex Chapter 34 | EN | Description of the good (2) Medicaments (excluding goods of heading 3002, 3005 or 3006) consisting of mixed or unmixed products for therapeutic or prophylactic uses, put up in measured doses (including those in the form of transdermal administration systems) or in forms or in forms of packing for retail sale. Fertilisers. Tanning or dyeing extracts; tannins and their derivatives; dyes, pigments and other colouring matter; paints and varnishes; putty and other mastics; and inks. Essential oils and resinoids; perfumery, cosmetic or toilet preparations. Soap, organic surface-active agents, washing prep- arations, lubricating preparations, artificial waxes, prepared waxes, polishing or scouring prepara- tions, candles and similar articles, modelling pastes, \"dental waxes\" and dental preparations with a basis of plaster, except for: Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. ex 3404 Artificial waxes and prepared waxes: — with a basis of paraffin, petroleum waxes, waxes obtained from bituminous minerals, slack wax or scale wax. Manufacture from materials of any heading. L 186/1349 --- PAGE 31 --- L 186/1350 Heading (1) ex Chapter 35 Description of the good (2) Albuminoidal substances; modified starches; glues; enzymes. Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product. 3505 3506 Dextrins and other modified starches (for example, pregelatinised or esterified starches); glues based on starches, or on dextrins or other modified starches. Prepared glues and other prepared adhesives, not elsewhere specified or included; products suitable for use as glues or adhesives, put up for retail sale as glues or adhesives, not exceeding a net weight of 1 kg. Manufacture from materials of any heading, except that of the product, in which the value of all the materials used does not exceed 50% of the ex- works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Chapter 36 Explosives; pyrotechnic products; matches; pyro- phoric alloys; certain combustible preparations. Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product Chapter 37 ex Chapter 38 3824 60 Photographic or cinematographic goods. Miscellaneous chemical products; except for: sorbitol other than that of subheading 2905 44; and Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any subheading, except that of the product and except materials of subheading 2905 44. However, materials of the same subheading as the product may be used, provided that their total value does not exceed 20 % of the ex-works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. 12.6.2020 --- PAGE 32 --- 12.6.2020 Heading (1) Chapter 39 ex Chapter 40 4012 | EN | Description of the good (2) plastics and articles thereof. Rubber and articles thereof; except for: retreaded or used pneumatic tyres of rubber; solid or cushion tyres, tyre treads and tyre flaps, of rubber: — retreaded pneumatic, solid or cushion tyres, of rubber; and Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product. However, materials of the same heading as the product may be used, provided that their total value does not exceed 20% of the ex- works price of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Retreading of used tyres. Manufacture from materials of any heading, except those of headings 4011 and 4012; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. ex Chapter 41 4104 to 4106 Raw hides and skins (other than furskins) and leather; except for: tanned or crust hides and skins, without wool or hair on, whether or not split, but not further prepared; and Re-tanning of tanned or pre-tanned hides and skins of sub-heading 410411, 410419, 4105 10, 4106 21, 4106 31 or 4106 91; or manufacture from materials of any heading, except that of the product. 4107, 4112, 4113 leather further prepared after tanning or crusting. Manufacture from materials of any heading, except that of the product. However, materials of sub- headings 4104 41, 4104 49, 4105 30, 4106 22, 4106 32 and 4106 92 may be used only if a re- tanning operation of the tanned or crust hides and skins in the dry state takes place. Chapter 42 Articles of leather; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silk worm gut). Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. L 186/1351 --- PAGE 33 --- L 186/1352 Heading (1) ex Chapter 43 4302 Description of the good (2) Furskins and artificial fur; manufactures thereof; except for: tanned or dressed furskins, assembled: (including heads, tails, paws and other pieces of cuttings), unassembled or assembled (without the addition of other materials) other than those of heading 4303; and Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. 4303 articles of apparel, clothing accessories and other articles of furskin. Manufacture from materials of any heading, except that of the product. ex Chapter 44 Wood and articles of wood; wood charcoal; except for: Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. ex 4407 wood sawn or chipped lengthwise, sliced or peeled, | Planing, sanding or end-jointing. of a thickness exceeding 6 mm, planed, sanded or end-jointed; ex 4408 sheets for veneering (including those obtained by | Splicing, planing, sanding or end-jointing. slicing laminated wood) and for plywood, of a thickness not exceeding 6 mm, spliced, and other wood sawn lengthwise, sliced or peeled of a thickness not exceeding 6 mm, planed, sanded or end-jointed; ex 4410 to beadings and mouldings, including moulded | Beading or moulding. ex 4413 skirting and other moulded boards; ex 4415 packing cases, boxes, crates, drums and similar | Manufacture from boards not cut to size. packings, of wood: ex 4418 — builders’ joinery and carpentry of wood; Manufacture from materials of any heading, except that of the product. However, cellular wood panels, shingles and shakes may be used. — beadings and mouldings; and Beading or moulding. ex 4421 match splints; wooden pegs or pins for footwear. | Manufacture from wood of any heading, except drawn wood of heading 4409 12.6.2020 --- PAGE 34 --- 12.6.2020 Heading (1) Chapter 45 Chapter 46 Chapter 47 | EN | Description of the good (2) Cork and articles of cork. Manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork. Pulp of wood or of other fibrous cellulosic material; recovered (waste and scrap) paper or paperboard. Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Chapter 48 Chapter 49 ex Chapter 50 ex 5003 5004 to ex 5006 Paper and paperboard; articles of paper pulp, of paper or of paperboard. Printed books, newspapers, pictures and other products of the printing industry; manuscripts, typescripts and plans. Silk; except for: silk waste (including cocoons unsuitable for reeling, yarn waste and garnetted stock), carded or combed; silk yarn and yarn spun from silk waste; and Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. Carding or combing of silk waste. Spinning of natural fibres or extrusion of man-made fibres accompanied by spinning or twisting (?). L 186/1353 --- PAGE 35 --- L 186/1354 Heading (1) 5007 ex Chapter 51 Description of the good (2) woven fabrics of silk or of silk waste: Wool, fine or coarse animal hair; horsehair yarn and woven fabric; except for: Official Journal of the European Union Required Working or Processing (3) Spinning of natural or man-made staple fibres or extrusion of man-made filament yarn or twisting, in each case accompanied by weaving; weaving accompanied by dyeing; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (°). Manufacture from materials of any heading, except that of the product. 5106 to 5110 5111 to 5113 yarn of wool, of fine or coarse animal hair or of horsehair; and woven fabrics of wool, of fine or coarse animal hair or of horsehair. Spinning of natural fibres or extrusion of man-made fibres accompanied by spinning (’). Spinning of natural or man-made staple fibres or extrusion of man-made filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (’). ex Chapter 52 5204 to 5207 5208 to 5212 Cotton; except for: yarn and thread of cotton; and woven fabrics of cotton. Manufacture from materials of any heading, except that of the product. Spinning of natural fibres or extrusion of man-made fibres accompanied by spinning (’). Spinning of natural or man-made staple fibres or extrusion of man-made filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or by coating; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (’). 12.6.2020 --- PAGE 36 --- 12.6.2020 Heading (1) ex Chapter 53 5306 to 5308 5309 to 5311 5401 to 5406 5407 and 5408 5501 to 5507 | EN | Description of the good (2) Other vegetable textile fibres; paper yarn and woven fabrics of paper yarn; except for: yarn of other vegetable textile fibres; paper yarn; and woven fabrics of other vegetable textile fibres; woven fabrics of paper yarn. Yarn, monofilament and thread of man-made fila- ments. Woven fabrics of man-made filament yarn. Man-made staple fibres. Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product. Spinning of natural fibres or extrusion of man-made fibres accompanied by spinning (’). Spinning of natural or man- made staple fibres or extrusion of man-made filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or by coating; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (’). Extrusion of man-made fibres accompanied by spinning or spinning of natural fibres (?). Spinning of natural or man-made staple fibres or extrusion of man-made filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or by coating; twisting or texturing accompanied by weaving provided that the value of the non-twisted/non- textured yarns used does not exceed 47,5 % of the ex-works price of the product; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (°). Extrusion of man-made fibres. 5508 to 5511 Yarn and sewing thread of man-made staple fibres. Spinning of natural fibres or extrusion of man-made fibres accompanied by spinning (°). L 186/1355 --- PAGE 37 --- L 186/1356 Heading (1) 5512 to 5516 ex Chapter 56 5602 5603 5604 Description of the good (2) Woven fabrics of man-made staple fibres. Wadding, felt and non-wovens; special yarns; twine, cordage, ropes and cables and articles thereof; except for: felt, whether or not impregnated, coated, covered or laminated: — needleloom felt; and — other; nonwovens whether or not impregnated, coated, covered or laminated; rubber thread and cord, textile covered; textile yarn, and strip and the like of heading 5404 or 5405, impregnated, coated, covered or sheathed with rubber or plastics: Official Journal of the European Union Required Working or Processing (3) Spinning of natural or man- made staple fibres or extrusion of man-made filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or by coating; yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (’). Extrusion of man-made fibres accompanied by spinning or spinning of natural fibres; or flocking accompanied by dyeing or printing (?). Extrusion of man-made fibres accompanied by fabric formation, However: — polypropylene filament of heading 5402; — polypropylene fibres of heading 5503 or 5506; or — polypropylene filament tow of heading 5501; of which the denomination in all cases of a single filament or fibre is less than 9 decitex, may be used, provided that their total value does not exceed 40% of the ex-works price of the product; or fabric formation alone in the case of felt made from natural fibres (3). Extrusion of man-made fibres accompanied by fabric formation; or fabric formation alone in the case of other felt made from natural fibres (*). Extrusion of man-made fibres, or use of natural fibres, accompanied by nonwoven _ techniques including needle punching. 12.6.2020 --- PAGE 38 --- 12.6.2020 Heading (1) | EN | Description of the good (2) — rubber thread and cord, textile covered; and Official Journal of the European Union Required Working or Processing (3) Manufacture from rubber thread or cord, not textile covered. Extrusion of man-made fibres accompanied by spinning or spinning of natural fibres (?). 5605 5606 Chapter 57 metallised yarn, whether or not gimped, being textile yarn, or strip or the like of heading 5404 or 5405, combined with metal in the form of thread, strip or powder or covered with metal; and gimped yarn, and strip and the like of heading 5404 or 5405, gimped (other than those of heading 5605 and gimped horsehair yarn); chenille yarn (including flock chenille yarn); loop wale-yarn. Carpets and other textile floor coverings. Extrusion of man-made fibres accompanied by spinning or spinning of natural or man-made staple fibres (’). Extrusion of man-made fibres accompanied by spinning or spinning of natural or man-made staple fibres; spinning accompanied with flocking; or flocking accompanied by dyeing (’). Spinning of natural or man-made staple fibres or extrusion of man-made filament yarn, in each case accompanied by weaving; manufacture from coir yarn or sisal yarn or jute yarn; flocking accompanied by dyeing or by printing; or tufting accompanied by dyeing or by printing. Extrusion of man-made fibres accompanied by non- woven techniques including needle punching (). However: — polypropylene filament of heading 5402, — polypropylene fibres of heading 5503 or 5506, or — polypropylene filament tow of heading 5501, of which the denomination in all cases of a single filament or fibre is less than 9 decitex, may be used, provided that their total value does not exceed 40 % of the ex-works price of the product. Jute fabric may be used as a backing. ex Chapter 58 Special woven fabrics; tufted textile fabrics; lace; tapestries; trimmings; and embroidery; except for: Spinning of natural or man-made staple fibres or extrusion of man-made filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or flocking or coating; flocking accompanied by dyeing or by printing; L 186/1357 --- PAGE 39 --- L 186/1358 Heading (1) Description of the good (2) Official Journal of the European Union Required Working or Processing (3) yarn dyeing accompanied by weaving; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (°). 5805 5810 hand-woven tapestries of the types Gobelins, Flanders, Aubusson, Beauvais and the like, and needle-worked tapestries (for example, petit point, cross stitch), whether or not made up; and embroidery in the piece, in strips or in motifs. Manufacture from materials of any heading, except that of the product. Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. 5901 5902 Textile fabrics coated with gum or amylaceous substances, of a kind used for the outer covers of books or the like; tracing cloth; prepared painting canvas; buckram and similar stiffened textile fabrics of a kind used for hat foundations. Tyre cord fabric of high tenacity yarn of nylon or other polyamides, polyesters or viscose rayon: Weaving accompanied by dyeing or by flocking or by coating; or flocking accompanied by dyeing or by printing. 5903 5904 5905 — containing not more than 90 % by weight of textile materials — other Textile fabrics impregnated, coated, covered or laminated with plastics, other than those of heading 5902. Linoleum, whether or not cut to shape; floor coverings consisting of a coating or covering applied on a textile backing, whether or not cut to shape. Textile wall coverings: Weaving. Extrusion of man-made fibres accompanied by weaving. Weaving accompanied by dyeing or by coating; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product. Weaving accompanied by dyeing or by coating (3). 12.6.2020 --- PAGE 40 --- 12.6.2020 Heading (1) | EN | Description of the good (2) — impregnated, coated, covered or laminated with rubber, plastics or other materials Official Journal of the European Union Required Working or Processing (3) Weaving accompanied by dyeing or by coating. 5906 — other Rubberised textile fabrics, other than those of heading 5902: — knitted or crocheted fabrics; other fabrics made of synthetic filament yarn, containing more than 90% by weight of textile materials; and Spinning of natural or man-made staple fibres or extrusion of manmade filament yarn, in each case accompanied by weaving; weaving accompanied by dyeing or by coating; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product (°). Spinning of natural or man-made staple fibres or extrusion of manmade filament yarn, in each case accompanied by knitting; knitting accompanied by dyeing or by coating; or dyeing of yarn of natural fibres accompanied by knitting (?). Extrusion of man-made fibres accompanied by weaving. — other. Weaving accompanied by dyeing or by coating; or dyeing of yarn of natural fibres accompanied by weaving. 5907 5908 Textile fabrics otherwise impregnated, coated or covered; painted canvas being theatrical scenery, studio back-cloths or the like. Textile wicks, woven, plaited or knitted, for lamps, stoves, lighters, candles or the like; incandescent gas mantles and tubular knitted gas mantle fabric therefor, whether or not impregnated: Weaving accompanied by dyeing or by flocking or by coating; flocking accompanied by dyeing or by printing; or printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and _ burling), provided that the value of the unprinted fabric used does not exceed 47,5% of the ex-works price of the product. L 186/1359 --- PAGE 41 --- L 186/1360 Heading (1) Description of the good (2) Official Journal of the European Union Required Working or Processing (3) — incandescent gas mantles, impregnated; and Manufacture from tubular knitted gas-mantle fabric. 5909 to 5911 | Textile articles of a kind suitable for industrial use: — polishing discs or rings other than of felt of heading 5911; woven fabrics, of a kind commonly used in papermaking or other technical uses, felted or not, whether or not impregnated or coated, tubular or endless with single or multiple warp and/or weft, or flat woven with multiple warp and/or weft of heading 5911; and Manufacture from materials of any heading, except that of the product. Weaving. Extrusion of man-made fibres or Spinning of natural or of man-made staple fibres, in each case accompanied by weaving; or weaving accompanied by dyeing or by coating. Only the following fibres may be used: — coir yarn; — yarn of polytetrafluoroethylene (*); — yam, multiple, of polyamide, coated impregnated or covered with a phenolic resin; — yam of synthetic textile fibres of aromatic polyamides, obtained by polycondensation of m-phenylenediamine and isophthalic acid; — monofil of polytetrafluoroethylene (4); — yar of synthetic textile fibres of poly (p-phenylene terephthalamide); — glass fibre yarn, coated with phenol resin and gimped with acrylic yarn (+); and — copolyester monofilaments of a polyester and a resin of terephthalic acid and 1,4-cyclohexanediethanol and isophthalic acid. Chapter 60 — other Knitted or crocheted fabrics. Extrusion of man-made filament yarn or spinning of natural or man-made staple fibres, accompanied by weaving (3); or weaving accompanied by dyeing or by coating. Spinning of natural or man-made staple fibres or extrusion of manmade filament yarn, in each case accompanied by knitting; knitting accompanied by dyeing or by flocking or by coating; flocking accompanied by dyeing or by printing; 12.6.2020 --- PAGE 42 --- 12.6.2020 Heading (1) Chapter 61 ex Chapter 62 ex 6202, ex 6204, ex 6206, ex 6209 and ex 6211 ex 6210 and ex 6216 6213 and 6214 | EN | Description of the good (2) Articles of apparel and clothing accessories, knitted or crocheted: — obtained by sewing together or otherwise assembling, two or more pieces of knitted or crocheted fabric which have been either cut to form or obtained directly to form; and — other Articles of apparel and clothing accessories, not knitted or crocheted; except for: women’s, girls’ and babies’ clothing and clothing accessories for babies, embroidered; fire-resistant equipment of fabric covered with foil of aluminised polyester; handkerchiefs, shawls, scarves, mufflers, mantillas, veils and the like: Official Journal of the European Union Required Working or Processing (3) dyeing of yarn of natural fibres accompanied by knitting; or twisting or texturing accompanied by knitting provided that the value of the non-twisted/non- textured yarns used does not exceed 47,5 % of the ex-works price of the product (?). Knitting and making-up (including cutting) (?), (°). Spinning of natural or man-made staple fibres or extrusion of man-made filament yarn, in each case accompanied by knitting (knitted to shape prod- ucts); or dyeing of yarn of natural fibres accompanied by knitting (knitted to shape products) (?). Weaving accompanied by making- up (including cutting); or making-up preceded by printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and burling), provided that the value of the unprinted fabric used does not exceed 47,5 % of the ex-works price of the product (?), (3). Weaving accompanied by making- up (including cutting); or manufacture from unembroidered fabric, provided that the value of the unembroidered fabric used does not exceed 40% of the ex-works price of the product (°). Weaving accompanied by making- up (including cutting); or coating provided that the value of the uncoated fabric used does not exceed 40 % of the ex-works price of the product accompanied by making-up (including cutting) (>). L 186/1361 --- PAGE 43 --- L 186/1362 Official Journal of the European Union 12.6.2020 Heading (1) Description of the good (2) Required Working or Processing (3) — embroidered; and Weaving accompanied by making-up (including cutting); manufacture from unembroidered fabric, provided that the value of the unembroidered fabric used does not exceed 40% of the ex-works price of the product; (°) or making-up preceded by printing accompanied by at least two preparatory or finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and burling), provided that the value of the unprinted fabric used does not exceed 47,5 % of the ex-works price of the product (?), (3). — other; and Weaving accompanied by making-up (including cutting);or making-up preceded by printing accompanied by at least two preparatory finishing operations (such as scouring, bleaching, mercerising, heat setting, raising, calendering, shrink resistance processing, permanent finishing, decatising, impregnating, mending and burling), provided that the value of the unprinted fabric used does not exceed 47,5 % of the ex-works price of the product (?), (3). 6217 other made up clothing accessories; parts of garments or of clothing accessories, other than those of heading 6212: embroidered; Weaving accompanied by making-up (including cutting); or manufacture from unembroidered fabric, provided that the value of the unembroidered fabric used does not exceed 40% of the ex-works price of the product (°). fire-resistant equipment of fabric covered with | Weaving accompanied by making-up (including foil of aluminised polyester; cutting); or coating provided that the value of the uncoated fabric used does not exceed 40 % of the ex-works price of the product accompanied by making-up (including cutting) (>). interlinings for collars and cuffs, cut out; and | Manufacture from materials of any heading, except that of the product, and in which the value of all the materials used does not exceed 40 % of the ex- works price of the product. Weaving accompanied by making-up (including cutting) (°). --- PAGE 44 --- 12.6.2020 Heading (1) ex Chapter 63 6301 to 6304 | EN | Description of the good (2) Other made-up textile articles; sets; worn clothing and worn textile articles; rags; except for: blankets, travelling rugs, bed linen etc.; curtains etc.; other furnishing articles: Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product. — of felt, of nonwovens; and Extrusion of man-made fibres or use of natural fibres in each case accompanied by non-woven process including needle punching and making-up (including cutting) (3). ~~ embroidered; and ~- other; Weaving or knitting accompanied by making-up (including cutting); or manufacture from unembroidered fabric (other than knitted or crocheted), provided that the value of the unembroidered fabric used does not exceed 40 % of the ex-works price of the product (°), (°). Weaving or knitting accompanied by making-up (including cutting). 6305 sacks and bags, of a kind used for the packing of goods; Extrusion of man-made fibres or spinning of natural and/or man-made staple fibres accompanied by weaving or knitting and making-up (including cutting) (?). 6306 6307 6308 tarpaulins, awnings and sunblinds; tents; sails for boats, sailboards or landcraft; camping goods: — of nonwovens; and — other; other made-up articles, including dress patterns; and sets consisting of woven fabric and yarn, whether or not with accessories, for making up into rugs, tapestries, embroidered table cloths or serviettes, or similar textile articles, put up in packings for retail sale. Extrusion of man-made fibres or natural fibres in each case accompanied by any non-woven tech- niques including needle punching. Weaving accompanied by making-up (including cutting); (7), °) or coating provided that the value of the uncoated fabric used does not exceed 40 % of the ex-works price of the product accompanied by making-up (including cutting). Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product. Each item in the set must satisfy the rule which would apply to it if it were not included in the set. However, non-originating articles may be incor- porated, provided that their total value does not exceed 15 % of the ex-works price of the set. L 186/1363 --- PAGE 45 --- L 186/1364 Heading (1) ex Chapter 64 Description of the good (2) Footwear, gaiters and the like; parts of such articles; except for: Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except from assemblies of uppers affixed to inner soles or to other sole components of heading 6406. 6406 parts of footwear (including uppers whether or not | Manufacture from materials of any heading, except attached to soles other than outer soles); | that of the product. removable in-soles, heel cushions and similar articles; gaiters, leggings and similar articles, and parts thereof. Chapter 65 Headgear and parts thereof. Manufacture from materials of any heading, except that of the product. Chapter 66 Umbrellas, sun umbrellas, walking-sticks, seat- | Manufacture from materials of any heading, except sticks, whips, riding-crops, and parts thereof. that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Chapter 67 Prepared feathers and down and articles made of | Manufacture from materials of any heading, except ex Chapter 68 feathers or of down; artificial flowers; articles of human hair. Articles of stone, plaster, cement, asbestos, mica or similar materials, except for: that of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. ex 6803 articles of slate or of agglomerated slate; Manufacture from worked slate. ex 6812 articles of asbestos; articles of mixtures with a basis | Manufacture from materials of any heading. of asbestos or of mixtures with a basis of asbestos and magnesium carbonate; and ex 6814 articles of mica, including agglomerated or recon- | Manufacture from worked mica (including agglom- stituted mica, on a support of paper, paperboard | erated or reconstituted mica). or other materials. Chapter 69 Ceramic products. Manufacture from materials of any heading, except ex Chapter 70 Glass and glassware, except for: that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. 12.6.2020 --- PAGE 46 --- 12.6.2020 Heading (1) 7010 7013 7019 ex Chapter 71 7106, 7108 and 7110 | EN | Description of the good (2) carboys, bottles, flasks, jars, pots, phials, ampoules and other containers, of glass, of a kind used for the conveyance or packing of goods; preserving jars of glass; stoppers, lids and other closures, of glass; glassware of a kind used for table, kitchen, toilet, office, indoor decoration or similar purposes (other than that of heading 7010 or 7018); and glass fibres (including glass wool) and articles thereof (for example, yarn, woven fabrics). Natural or cultured pearls, precious or semi- precious stones, precious metals, metals clad with precious metal, and articles thereof; imitation jewellery; coin, except for: precious metals: — unwrought; and Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product; or cutting of glassware, provided that the total value of the uncut glassware used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; cutting of glassware, provided that the total value of the uncut glassware used does not exceed 50 % of the ex-works price of the product; or hand-decoration (except silk-screen printing) of hand-blown glassware, provided that the total value of the hand-blown glassware used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except those of headings 7106, 7108 and 7110; electrolytic, thermal or chemical separation of precious metals of heading 7106, 7108 or 7110; or fusion or alloying of precious metals of heading 7106, 7108 or 7110 with each other or with base metals. 7117 — semi-manufactured or in powder form; and imitation jewellery. Manufacture from unwrought precious metals. Manufacture from materials of any heading, except that of the product; or manufacture from base metal parts, not plated or covered with precious metals, provided that the value of all the materials used does not exceed 50 % of the ex-works price of the product. L 186/1365 --- PAGE 47 --- L 186/1366 Heading (1) ex Chapter 72 7207 7208 to 7214 Description of the good (2) Iron and steel; except for: semi-finished products of iron or non-alloy steel; flat-rolled products, bars and rods of iron or non- alloy steel; Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product. Manufacture from materials of heading 7201, 7202, 7203, 7204 or 7205. Manufacture from ingots or other primary forms or semi-finished materials of heading 7206 or 7207. 7215 and other bars and rods of iron or non-alloy steel; Manufacture from materials of any heading, except 7216 that of the product and of headings 7206 and angles, shapes and sections of iron or non-alloy | 7207; or steel; manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. 7217 wire of iron or non-alloy steel; Manufacture from semi-finished materials of heading 7207. 7218 91 and semi-finished products; Manufacture from materials of heading 7201, 7202, 7218 99 7203, 7204, 7205 or subheading 7218 10. 7219 to 7222 flat-rolled products, bars and rods, angles, shapes and sections of stainless steel; Manufacture from ingots or other primary forms or semi-finished materials of heading 7218. 7223 wire of stainless steel; Manufacture from semi-finished materials of heading 7218. 7224 90 semi-finished products; Manufacture from materials of heading 7201, 7202, 7225 to 7228 7229 ex Chapter 73 ex 7301 flat-rolled products, hot-rolled bars and rods, in irregularly wound coils; angles, shapes and sections, of other alloy steel; hollow drill bars and rods, of alloy or non-alloy steel; and wire of other alloy steel. Articles of iron or steel; except for: sheet piling; 7203, 7204, 7205 or subheading 7224 10. Manufacture from ingots or other primary forms or semi-finished materials of heading 7206, 7207, 7218 or 7224. Manufacture from semi-finished materials of heading 7224. Manufacture from materials of any heading, except that of the product. Manufacture from materials of heading 7206. 12.6.2020 --- PAGE 48 --- 12.6.2020 Heading (1) 7302 | EN | Description of the good (2) railway or tramway track construction material of iron or steel, the following: rails, check-rails and rack rails, switch blades, crossing frogs, point rods and other crossing pieces, sleepers (cross-ties), fish- plates, chairs, chair wedges, sole pates (base plates), rail clips, bedplates, ties and other material specialised for jointing or fixing rails; Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of heading 7206. 7304 and 7305 7306 tubes, pipes and hollow profiles, of iron (other than cast iron) or steel; other tubes and pipes (for example, welded, riveted or similarly closed), having circular cross-sections, the external diameter of which exceeds 406,4 mm, of iron or steel; other tubes, pipes and hollow profiles (for example, open seam or welded, riveted or similarly closed), of iron or steel; Manufacture from materials of heading 7206, 7207, 7208, 7209, 7210, 7212, 7218, 7219, 7220 or 7224. Manufacture from materials of any Chapter except that of the product. ex 7307 7308 ex Chapter 74 tube or pipe fittings of stainless steel (ISO No X5CrNiMo 1712), consisting of several parts; and structures (excluding prefabricated buildings of heading 9406) and parts of structures (for example, bridges and bridge-sections, lock-gates, towers, lattice masts, roofs, roofing frameworks, doors and windows and their frames and thresholds for doors, shutters, balustrades, pillars and columns), of iron or steel; plates, rods, angles, shapes, sections, tubes and the like, prepared for use in structures, of iron or steel. Copper and articles thereof; except for: Turning, drilling, reaming, threading, deburring and sandblasting of forged blanks, provided that the total value of the forged blanks used does not exceed 35 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product. However, welded angles, shapes and sections of heading 7301 may not be used. Manufacture from materials of any heading, except that of the product. 7408 copper wire; and Manufacture from materials of any heading, except that of the product and heading 7407. 7413 stranded wire, cables, plaited bands and the like, of | Manufacture from materials of any heading, except copper; not electrically insulated. that of the product and heading 7408. Chapter 75 Nickel and articles thereof. Manufacture from materials of any heading, except ex Chapter 76 7601 Aluminium and articles thereof, except: unwrought aluminium; that of the product. Manufacture from materials of any heading, except that of the product. Manufacture from materials of any heading. L 186/1367 --- PAGE 49 --- L 186/1368 Heading (1) Description of the good (2) Official Journal of the European Union Required Working or Processing (3) 7605 aluminium wire; Manufacture from materials of any heading, except that of the product and heading 7604. 7607 aluminium foil (whether or not printed or backed | Manufacture from materials of any heading, except with paper, paperboard, plastics or similar backing | that of the product and heading 7606. materials) of a thickness (excluding any backing) not exceeding 0,2 mm; and 7614 stranded wire, cables, plaited bands and the like, of | Manufacture from materials of any heading, except aluminium, not electrically insulated. that of the product and heading 7605. Chapter 78 Lead and articles thereof. Manufacture from materials of any heading, except that of the product. Chapter 79 Zinc and articles thereof. Manufacture from materials of any heading, except ex Chapter 80 8007 Chapter 81 Tin and articles thereof, except: other articles of tin. Other base metals; cermets; articles thereof. that of the product. Manufacture from materials of any heading, except that of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading. ex Chapter 82 8206 Chapter 83 Tools, implements, cutlery, spoons and forks, of base metal; parts thereof of base metal; except for: tools of two or more of the headings 8202 to 8205, put up in sets for retail sale. Miscellaneous articles of base metal. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except those of headings 8202 to 8205. However, tools of headings 8202 to 8205 may be incorporated into the set, provided that their total value does not exceed 15 % of the ex-works price of the set. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. 12.6.2020 --- PAGE 50 --- 12.6.2020 Heading (1) ex Chapter 84 8401 | EN | Description of the good (2) Nuclear reactors, boilers, machinery and mech- anical appliances; parts thereof; except for: nuclear reactors; fuel elements (cartridges), non- irradiated, for nuclear reactors; machinery and apparatus for isotopic separation; Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. 8407 8408 8419 8427 spark-ignition reciprocating or rotary internal combustion piston engines; compression-ignition internal combustion piston engines (diesel or semi-diesel engines); machinery, plant or laboratory equipment, whether or not electrically heated (excluding furnaces, ovens and other equipment of heading 8514), for the treatment of materials by a process involving a change of temperature such as heating, cooking, roasting, distilling, rectifying, sterilising, pasteurising, steaming, drying, evap- orating, vaporising, condensing or cooling, other than machinery or plant of a kind used for domestic purposes; instantaneous or storage water heaters, non-electric; fork-lift trucks; other works trucks fitted with lifting or handling equipment; Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any subheading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product 8443 31 8481 8482 machines which perform two or more functions of printing, copying or facsimile transmission, capable of connecting to an automatic data-processing machine or to a network; taps, cocks, valves and similar appliances for pipes, boiler shells, tanks, vats or the like, including pressure-reducing valves and thermostatically controlled valves; and ball or roller bearings. Manufacture from materials of any subheading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any subheading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product. L 186/1369 --- PAGE 51 --- L 186/1370 Heading (1) ex Chapter 85 8501,8502 8513 8519 8521 Description of the good (2) Electrical machinery and equipment and parts thereof; sound recorders and__ reproducers, television image and sound recorders and repro- ducers, and parts and accessories of such articles; except for: electric motors and generators; Electric generating sets and rotary converters; portable electric lamps designed to function by their own source of energy (for example, dry batteries, accumulators, magnetos), other than lighting equipment of heading 8512; sound recording and sound reproducing apparatus; video recording or reproducing apparatus, whether or not incorporating a video tuner; Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product and of heading 8503; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product and of heading 8522; or manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product and of heading 8522; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. 8523 discs, tapes, solid-state non-volatile storage devices, \"smart cards\" and other media for the recording of sound or of other phenomena, whether or not recorded, including matrices and masters for the production of discs, but excluding products of Chapter 37; Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. 8525 transmission apparatus for radio-broadcasting or television, whether or not incorporating reception apparatus or sound recording or reproducing apparatus; television cameras, digital cameras and video camera recorders; Manufacture from materials of any heading, except that of the product and of heading 8529; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. 8526 radar apparatus, radio navigational aid apparatus and radio remote control apparatus; Manufacture from materials of any heading, except that of the product and of heading 8529; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. 12.6.2020 --- PAGE 52 --- 12.6.2020 Heading (1) | EN | Description of the good (2) Official Journal of the European Union Required Working or Processing (3) 8527 reception apparatus for radio-broadcasting, | Manufacture from materials of any heading, except whether or not combined, in the same housing, | that of the product and of heading 8529; or with sound recording or reproducing apparatus or a clock; manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product 8528 monitors and projectors, not incorporating | Manufacture from materials of any heading, except 8535 to 8537 8539 television reception apparatus; —_— reception apparatus for television, whether or not incor- porating radio- broadcast receivers or sound or video recording or reproducing apparatus; electrical apparatus for switching or protecting electrical circuits, or for making connections to or in electrical circuits; connectors for optical fibres, optical fibre bundles or cables; boards, panels, consoles, desks, cabinets and other bases, for electric control or the distribution of electricity; electric filament or discharge lamps, including sealed beam lamp units and ultra-violet or infra- red lamps; arc-lamps; that of the product and of heading 8529; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product and of heading 8538; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product Manufacture from materials of any subheading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. 8544 8545 8546 8547 insulated (including enamelled or anodised) wire, cable (including coaxial cable) and other insulated electric conductors, whether or not fitted with connectors; optical fibre cables, made up of indi- vidually sheathed fibres, whether or not assembled with electric conductors or fitted with connectors; carbon electrodes, carbon brushes, lamp carbons, battery carbons and other articles of graphite or other carbon, with or without metal, of a kind used for electrical purposes; electrical insulators of any material; insulating fittings for electrical machines, appliances or equipment, being fittings wholly of insulating materials apart from any minor components of metal (for example, threaded sockets) incorporated during moulding solely for purposes of assembly, other than insulators of heading 8546; electrical conduit tubing and joints therefor, of base metal lined with insulating material; and Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. L 186/1371 --- PAGE 53 --- L 186/1372 Heading (1) 8548 Chapter 86 ex Chapter 87 8711 Description of the good (2) waste and scrap of primary cells, primary batteries and electric accumulators; spent primary cells, spent primary batteries and spent electric accumu- lators; electrical parts of machinery or apparatus, not specified or included elsewhere in this Chapter. Railway or tramway locomotives, rolling-stock and parts thereof; railway or tramway track fixtures and fittings and parts thereof; mechanical (including electro-mechanical) traffic _ signalling equipment of all kinds. Vehicles other than railway or tramway rolling- stock, and parts and accessories thereof; except for: motorcycles (including mopeds) and cycles fitted with an auxiliary motor, with or without side- cars, side-cars; and Official Journal of the European Union Required Working or Processing (3) Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 45 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. 8714 parts and accessories of vehicles of headings 8711 to 8713. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. ex Chapter 88 ex 8804 Chapter 89 ex Chapter 90 Aircraft, spacecraft, and parts thereof; except for: rotochutes. Ships, boats and floating structures. cinematographic, medical or photographic, checking, precision, Optical, measuring, surgical instruments and apparatus; parts and accessories thereof, except for: Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, including other materials of heading 8804; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70% of the ex-works price of the product. 12.6.2020 --- PAGE 54 --- 12.6.2020 Heading (1) 9001 50 | EN | Description of the good (2) spectacle lenses of materials other than glass; and Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product; manufacture in which the value of all the materials used does not exceed 70% of the ex-works price of the product; or manufacture in which one of the following oper- ations is included: — surfacing of the semi-finished lens into a finished ophthalmic lens with optical corrective power meant to be mounted on a pair of spec- tacles; or — coating of the lens to appropriated treatments to improve vision and ensure protection of the wearer (7). 9002 lenses, prisms, mirrors and other optical elements, of any material, mounted, being parts of or fittings for instruments or apparatus, other than such elements of glass not optically worked. Manufacture in which the value of all the materials used does not exceed 50% of the ex-works price of the product. Chapter 91 Chapter 92 Clocks and watches and parts thereof. Musical instruments; parts and accessories of such articles. Manufacture in which the value of all the materials used does not exceed 70% of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Chapter 93 Chapter 94 ex Chapter 95 Arms and ammunition; parts and accessories thereof. Furniture; bedding, mattresses, mattress supports, cushions and similar stuffed furnishings; lamps and lighting fittings, not elsewhere specified or included; illuminated signs, illuminated name- plates and the like; prefabricated buildings. Toys, games and sports requisites; parts and acces- sories thereof, except for: Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. L 186/1373 --- PAGE 55 --- L 186/1374 Heading (1) ex 9506 ex Chapter 96 9603 Description of the good (2) golf clubs and parts thereof. Miscellaneous manufactured articles, except for: brooms, brushes (including brushes constituting parts of machines, appliances or vehicles), hand- operated mechanical floor sweepers, not motorized, mops and feather dusters; prepared knots and tufts for broom or brush making; paint pads and rollers, squeegees (other than roller squeegees); Official Journal of the European Union Required Working or Processing (3) Manufacture from materials of any heading, except that of the product. However, roughly-shaped blocks for making golf-club heads may be used. Manufacture from materials of any heading, except that of the product; or manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. Manufacture in which the value of all the materials used does not exceed 70 % of the ex-works price of the product. 9605 9608 9613 20 travel sets for personal toilet, sewing or shoe or clothes cleaning; ball-point pens; felt-tipped and other porous- tipped pens and markers; fountain pens, stylograph pens and other pens; duplicating stylos; propelling or sliding pencils; pen-holders, pencil-holders and similar holders; parts (including caps and clips) of the foregoing articles, other than those of heading 9609; pocket lighters, gas fuelled, refillable; and Each item in the set must satisfy the rule which would apply to it if it were not included in the set. However, non-originating articles may be incor- porated, provided that their total value does not exceed 15 % of the ex-works price of the set. Manufacture from materials of any heading, except that of the product. However, nibs or nib-points of the same heading as the product may be used. Manufacture in which the total value of the materials of heading 9613 used does not exceed 30 % of the ex-works price of the product. 9614 smoking pipes (including pipe bowls) and cigar or cigarette holders, and parts thereof. Manufacture from materials of any heading. Chapter 97 Works of art, collectors’ pieces and antiques Manufacture from materials of any heading, except that of the product. 1 For the special conditions relating to specific processes, see Notes 8.1 and 8.3 of Annex I to Protocol 1. 2) For the special conditions relating to specific processes, see Note 8.2 of Annex I to Protocol 1. 3 5) See Note 7 of Annex I to Protocol 1. 6) For knitted or crocheted articles, not elastic or rubberised, obtained by sewing or assembling pieces of knitted or crocheted fabrics (cut out or knitted directly to shape), see Note 7 of Annex I to Protocol 1. (’) Coatings treatments will provide the lens key properties in terms of improved vision (for example: prevention of breakage and scratches, anti-smudge, anti-dust, anti-fog or water repellent functions) and health protection (for example: protection from visible light through photo-chromic properties, reduction of ultra-violet direct and indirect exposure, or prevention of harmful effects linked to high-energy blue light). (*) (?) (*) For special conditions relating to products made of a mixture of textile materials, see Note 6 of Annex I to Protocol 1. (*) The use of this material is restricted to the manufacture of woven fabrics of a kind used in the paper-making machinery. (?) (°) 12.6.2020 --- PAGE 56 --- 12.6.2020 Official Journal of the European Union L 186/1375 ANNEX III to Protocol 1 MATERIALS REFERRED TO IN PARAGRAPH 2 OF"
  },
  {
    "article_number": "3",
    "article_title": "(CUMULATION",
    "text": "OF ORIGIN) HS Description 0307 41 Live, fresh or chilled cuttlefish and squid 0307 51 Live, fresh or chilled octopus --- PAGE 57 --- L 186/1376 Official Journal of the European Union 12.6.2020 ANNEX IV to Protocol 1 PRODUCTS REFERRED TO IN PARAGRAPH 2 OF"
  },
  {
    "article_number": "3",
    "article_title": "(CUMULATION",
    "text": "OF ORIGIN) HS Description 1605 54 Prepared or preserved cuttlefish and squid 1605 55 Prepared or preserved octopus --- PAGE 58 --- 12.6.2020 Official Journal of the European Union L 186/1377 ANNEX V to Protocol 1 PRODUCTS REFERRED TO IN PARAGRAPH 7 OF"
  }
]